[
    {
        "university": "Universidad de las Fuerzas Armadas ESPE",
        "city": "Sangolquí",
        "career_name": "carrera de Tecnologías de la Información",
        "faculty": null,
        "degree_title": null,
        "description": "Modalidad: PresencialDuración: 8 SemestresResolución CES : RPC-SE-09-No.086-2020. Campus: Matriz SangolquíFidel L. Castro de la Cruz Mgtr.Director de Carreraflcastro@espe.edu.ec Campus: Santo Domingo T.Christian A. Coronel G. Mgtr.Director de Carreracacoronel@espe.edu.ec ¿Qué se estudia o interviene en la formación profesional?En la actualidad las organizaciones de todo tipo han llegado a ser dependientes de las tecnologías de la información, dada su acelerada evolución y variadas prestaciones. Desde esta perspectiva, las organizaciones precisan de sistemas de información seguros, actualizados, mantenibles y acoplados a cada realidad. Por otro lado, y con el propósito de satisfacer las necesidades señaladas, se requieren profesionales especialistas en TI que brinden el soporte en la selección de los productos de hardware y software más adecuados para cada organización. El soporte incluye la integración de dichos productos con las necesidades e infraestructura de cada organización; así como su instalación, personalización y mantenimiento. Más específicamente, las responsabilidades de los profesionales de TI son: instalación de redes de información, administración de redes de información y su seguridad, diseño de páginas web, desarrollo de recursos multimedia, instalación de componentes de comunicación, administración de sistemas de correo electrónico, planeación y administración del ciclo de vida tecnológico de las organizaciones en su constante evolución. En este sentido, la carrera de Ingeniería en Tecnologías de la información incluye en su formación académica, el desarrollo de: entornos web, aplicaciones móviles, sistemas inteligentes y software en general; así como también la gestión de: bases de datos, seguridades informáticas, infraestructurasde TI, redes de comunicaciones y servicios telemáticos. La formación del profesional en los tópicos indicados se fundamenta en el uso de metodologías y técnicas que ofrece el modelo educativo institucional, el cual se basa en una formación integral que considera el desarrollo del potencial humano del estudiante. Paralelamente se promueve la formación humanística y ciudadana, fomentando el compromiso social y la responsabilidad comunitaria. Se ha considerado adicionalmente conjugar el estudio de las TI con el estudio de tópicos específicos de otras ciencias, de tal modo que se estructure una carrera transdisciplinaria que desarrolle en el profesional un pensamiento holístico en el que se esquematice los ideales de racionalidad, saber científico e historia cultural de la ciencia como elementos complementarios que se relacionan. ¿Qué se quiere transformar con la profesión? La vertiginosa innovación tecnológica, la globalización, la creciente competitividad y la necesidad de disminución de costos, impactan significativamente a las organizaciones, lo que les obliga a establecer políticas para enfrentar oportunamente los cambios del entorno.En este contexto, la Carrera de Ingeniería en Tecnologías de la Información, busca la transformación del modelo de desarrollo económico y social del país en base a la selección, creación, aplicación, integración y administración de tecnologías computacionales innovadoras, que contribuyan a la consecución de la sociedad del conocimiento y la disminuyendo de la brecha digital con condiciones técnicas para la expansión del acceso universal a la información. ¿Con qué aplicaciones y orientaciones metodológicas se transformarán los problemas referidos a la profesión?Las aplicaciones y orientaciones metodológicas en las que se basará la transformación de los problemas referidos a la profesión, se fundamentan en una didáctica que logre ampliar el aspecto cognitivo del estudiante a través de la utilización de métodos y estrategias que motiven un entorno interactivo de intercambio de conocimientos. En este entorno, las actividades académicas, investigativas y de vinculación o de extensión, jugarán un papel fundamental en el plano personal y profesional del estudiante.El resultado que evidencie la transformación de los problemas identificados en la carrera, será el desarrollo de la enseñanza sobre la base de situaciones y problemas reales de la profesión.Paralelamente, se utilizarán estrategias formativas tales como: estudio de casos, tareas integradoras y la elaboración de proyectos de investigación y vinculación en diferentes campos.En lo que respecta a la carencia de interfaces de usuario amigables e incluyentes, se llevarán a cabo proyectos de iniciación científica y de grado, tendientes a la investigación en áreas de la usabilidad de software con el propósito de asegurar la accesibilidad a la mayoría de usuarios, independientemente de sus capacidades (normales o especiales), mejorando así su experiencia. En consecuencia, el Ingeniero en TI deberá asegurar no solo el adecuado funcionamiento de los Sistemas de Información con que cuente la organización, sino que además seleccionará las tecnologías más adecuadas para garantizar la interacción humano-computador a todas las personas. La necesidad de integración de sistemas de información e infraestructuras es muy común en las organizaciones actuales, en base a la necesidad de compartir y distribuir de manera oportuna y segura su información. El Ingeniero en TI se enfrenta a la necesidad de implementar soluciones que permitan la interoperabilidad de los sistemas, tanto en la definición de estándares de comunicación, articulación de los procesos organizacionales internos con los externos y el uso de plataformas tecnológicas que aseguren la transmisión y recepción de información, a un costo razonable. Para esto, el Ingeniero en TI recibirá una formación rigurosa en métodos tales como: métodos inductivo, deductivo, analítico y sintético; así como también en técnicas de soporte al método científico a través de la experimentación. El constante crecimiento de la información ha alcanzado niveles que dificultan su gestión a través de los métodos tradicionales. Esto ha provocado que la formación del futuro ingeniero en TI desarrolle sólidas bases matemáticas y estadísticas que le permitan aplicar modelos tendientes a mejorar la gestión de dicha información. La seguridad de la información se ha convertido en otro de los aspectos más preocupantes de las organizaciones. Los problemas de ataques a los sistemas de información con técnicas cada vez más sofisticadas, constituyen un campo en el que el ingeniero en TI debe actuar tanto de manera preventiva como correctiva para asegurar información de la organización. Para ello, la carrera de Ingeniería en TI incluirá en los campos de estudio del currículo instancias experimentales que permitan elegir las técnicas más adecuadas para la implementación de aplicaciones seguras en el desarrollo de proyectos integradores.La problemática del intercambio de información presente en las infraestructuras tecnológicas y sistemas de información no propicia el trabajo colaborativo y la movilidad de los servicios, por tanto, es necesario proporcionar los mecanismos óptimos que permitan esta interacción. Estos problemas se presentan en distintos entornos, como por ejemplo las redes de: área local (LAN), área Metropolitana (MAN) o de área extendida (WAN). Sin embargo, son más evidentes en lascomunicaciones inalámbricas. Para coadyuvar con la solución de esta problemática, la carrera de Ingeniería en TI incorpora en su diseño curricular la enseñanza de técnicas actuales de orquestación de sistemas heterogéneos para permitir su interacción; así como también, realizar la coreografía de los servicios involucrados. Como ejemplo de las técnicas mencionadas, esta la experimentación, paradigma de ambientes ubicuos interoperables, paradigma de ambientes pervasivos, etc. La presencia de fuentes heterogéneas de información en las organizaciones dificulta su gestión, interacción e intercambio. Dada esta problemática se precisa de mecanismos que permitan gestionar ágilmente la información de orígenes diversos. La carrera de Ingeniería en TI incorporará en su diseño curricular tópicos fundamentales para la construcción de aplicaciones web basados en componentes de inteligencia artificial para gestionar la información proveniente defuentes heterogéneas y que proporcionen información relevante al usuario, de acuerdo al contexto.Actualmente el medio de comunicación por excelencia de la información de las organizaciones (empresas, instituciones del estado, sus clientes, proveedores, y la población en general) que ha revolucionado al mundo, son los sistemas basados en Internet y la Web. El Ingeniero en TI coadyuvará en este contexto en la puesta en marcha de proyectos que garanticen el acceso a la información utilizando las tecnologías de la información. ¿Cuáles son las orientaciones del conocimiento y los saberes que tiene en cuenta la construcción del objeto de estudio de la profesión?La curricula del Ingeniero en TI se compone de itinerarios teóricos, metodológicos y prácticos, de tal forma que se cubra íntegramente el entorno de formación del profesional. Los itinerarios teóricos se conforman de contenidos básicos y profesionales, que brindan al estudiante las herramientas teóricas básicas para comprender el fundamento ingenieril de las TI desde la perspectiva de las matemáticas. Los itinerarios metodológicos y prácticos están conformados por las demás asignaturas, las cuales están orientadas al desarrollo de las habilidades cognitivas del estudiante, basadas fundamentalmente en el método científico y en la validación tecnológica a través de proyectos de investigación y vinculación en TI. El profesional en TI poseerá las competencias necesarias para administrar y controlar infraestructuras tecnológicas; comprender y dimensionar las necesidades de información; desarrollar aplicativos de mediana escala; evaluar y gestionar los factores de riesgos de los sistemas de TI; gestionar controles de calidad; manejar técnicas para auditar la calidad de los sistemas de TI; diseñar, configurar y mantener sistemas de bases de datos para asegurar la integridad, disponibilidad y confidencialidad de la información almacenada y des arrollar aplicaciones web integrando diferentes tecnologías y arquitecturas. Administrador de Seguridades de Información: Es responsable de proporcionar dirección, supervisión y administración de la seguridad de la tecnología de la información para proteger a la organización de las amenazas potenciales y vulnerabilidades de la TI. Desarrollador Web: Es la persona responsable de la implementación, mantenimiento y actualización de Aplicaciones Web en una organización. Su objetivo es entender cuáles son las necesidades funcionales que precisa una aplicación web y debe implementar las acciones dedesarrollo oportunas para poder cumplir con dichas necesidades. Jefe de soporte técnico: es el responsable de la instalación, puesta en marcha, mantenimiento y disponibilidad continua del hardware y software requerido para la normal operación de los procesos automatizados de la organización, así como de los paquetes de apoyo para el desarrollo deaplicaciones. Diseñador y administrador de bases de datos: Diseña, administra y supervisa el entorno de producción y ayuda en la implementación de un proyecto de desarrollo de sistemas de información. Es responsable de la planificación, definición, organización, protección y eficiencia de datos y bases de datos dentro de la organización.Administrador de proyectos de tecnologías de la información. Administrador de proyectos de TI: Dirige y coordina los aspectos técnicos de un proyecto de TI en la organización, y actúa como un único punto de contacto para la coordinación de las actividades dentro del ciclo de vida de un proyecto. Además, el Administrador de TI ayuda a definir las necesidades del negocio o brecha de rendimiento, procesos de negocio, visión, resultados, y los indicadores clave de éxito para un proyecto garantizando que el proyecto sea exitoso, concluido a tiempo y dentro del presupuesto.Otras funciones incluyen la dirección y coordinación del mantenimiento y modificación de un sistema de información, de la operación en curso requerido para mantenerse al día con las necesidades empresariales cambiantes. Registro Admisión Apoyo a la Formación Académica Biblioteca Bienestar Estudiantil Instituto de Idiomas Investigación Relaciones de Cooperación Interinstitucional Vinculación con la Sociedad Talento Humano Servicios Universitarios Centro CENCINAT Centro CIAM Centro de Educación Continua Centro de Estudios Estratégicos Centro Posgrados Latacunga Santo Domingo",
        "duration": null,
        "modality": null,
        "mission": null,
        "vision": null,
        "objectives": null,
        "career_profile": null,
        "study_plan_pdf": null,
        "url": "https://www.espe.edu.ec/carreras/ingenieria-en-tecnologias-de-la-informacion/"
    },
    {
        "university": "Universidad de las Fuerzas Armadas ESPE",
        "city": "Sangolquí",
        "career_name": "carrera de MEDICINA",
        "faculty": null,
        "degree_title": null,
        "description": "Modalidad: PresencialDuración: 10 semestresResolución CES : RPC-S0-05-No.102-2020. Campus: Matriz SangolquíLidia Tatiana Pozo Pozo, Mgtr.Director de Departamentoltpozo1@espe.edu.ec Registro Admisión Apoyo a la Formación Académica Biblioteca Bienestar Estudiantil Instituto de Idiomas Investigación Relaciones de Cooperación Interinstitucional Vinculación con la Sociedad Talento Humano Servicios Universitarios Centro CENCINAT Centro CIAM Centro de Educación Continua Centro de Estudios Estratégicos Centro Posgrados Latacunga Santo Domingo",
        "duration": null,
        "modality": null,
        "mission": null,
        "vision": null,
        "objectives": null,
        "career_profile": null,
        "study_plan_pdf": null,
        "url": "https://www.espe.edu.ec/carrera-de-medicina/"
    }
]