{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Ciencia de Datos e Inteligencia Artificial", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "La carrera de Ingeniería en Ciencia de Datos e Inteligencia Artificial forma profesionales que participan activamente en grupos multidisciplinares para el diseño e implementación de soluciones basadas en datos e inteligencia artificial que resuelvan las necesidades de los diversos grupos de nuestra sociedad.MisiónFormar profesionales de excelencia, íntegros y altamente competentes en la propuesta, diseño, desarrollo, investigación e innovación de soluciones tecnológicas basadas en datos y en algoritmos inteligentes que contribuyan con el desarrollo sostenible y con la mejora de la calidad de vida de la sociedad, considerando los aspectos sociales, económicos y ambientales dentro del marco ético profesional.Ejes de la CarreraLa carrera de Ciencia de Datos e Inteligencia Artificial incluye un completo grupo de conocimientos, habilidades y métodos que los graduados deben adquirir al completar esta carrera de formación integral. La Association for Computing Machinery (ACM) ha definido un grupo de ejes de conocimientos, los cuales se asocian a las asignaturas de la carrera, para desarrollar las habilidades que debe reunir un egresado o graduado de nuestra carrera.Análisis y presentación de datos.Inteligencia artificial.Sistemas de big data.Adquisición, administración, y gobernanza de datos.Minería de datos.Machine learning.ModalidadesLos cuatro primeros semestres de la carrera son presenciales y los cuatros últimos semestres son virtuales.Las evaluaciones serán virtuales y presenciales.", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fiec.espol.edu.ec/es/carreras-de-grado/ciencia-de-datos-e-inteligencia-artificial-hibrida"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Logística y Transporte", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcnm.espol.edu.ec/es/carreras-de-grado/logistica-y-transporte"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Arqueología", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Generalidades La carrera de Licenciatura en Arqueología forma profesionales que estudian y entienden a las sociedades del pasado y su forma de vida a través de los restos materiales dejados por la actividad cultural de nuestros antepasados. Los resultados contribuyen a explicar la historia de nuestra especie humana y de las sociedades que se han conformado en el mundo. Nuestra licenciatura, involucra prácticas de campo, como la prospección, excavación, estudio antropológico, y actividades de laboratorio que, combinándola con conocimientos de otras ciencias afines, la convierte en la única carrera de Arqueología transdisciplinar en el Ecuador. El estudio arqueológico del pasado prehispánico en el Ecuador resulta medular para nuestra historia como estado nación, lo que permite al graduado de esta carrera recuperar la memoria histórica y saberes ancestrales de las primeras culturas que habitaron el país; y en consecuencia, comprendernos como sociedad hoy en día. * Costo de carrera:El Art. 356 de la Constitución de la República, entre otros principios establece que será gratuita la educación superior pública de tercer nivel, y que esta gratuidad está vinculada con la responsabilidad académica de las estudiantes y los estudiantes Número de estudiantes admitidos por año académico Número de graduados por año Número de estudiantes registrados por año académico Los gráficos muestran las cifras en tiempo real, al momento de la consulta Perfil del Postulante Buscamos jóvenes con principios éticos, con gusto por el trabajo de campo e interés de conocer, descubrir y valorar la historia y realidad sociocultural de Ecuador y Latinoamérica.Los aspirantes deben:Ser analíticos, observadores y tener capacidad para argumentar de manera lógica y reflexiva.Ser críticos y proactivos.Planificar y resolver problemas.Tener interés por la protección, conservación y restauración del Patrimonio Cultural Arqueológico y Antropológico.Poseer aptitudes para comprender la realidad sociocultural, a partir de la explicación de varios fenómenos, con apoyo del método científico. Proceso de Admisión Becas Objetivos y Resultados OBJETIVOS EDUCACIONALES1. Facultar a los graduados y graduadas para responder a las demandas académicas y sociales en los campos de la investigación, gestión de patrimonio y docencia en Arqueología, contribuyendo al objetivo 1 del PNBV, que busca modelar una ciudadanía activa que valore el bien común y ayude a la consolidación del Estado Democrático y del poder popular. 2. Promover una formación académica integral, rigurosa, multidisciplinar y posicionada en la teoría, metodología y técnicas de la Arqueología, dotando a los alumnos que culminen la malla curricular de herramientas modernas que los preparen para participar en la gestión del Patrimonio, acorde con los objetivos 3, 4 y 5 del PNBV, con una mejora de la calidad de vida mediante el fortalecimiento de las capacidades y potencialidades de la ciudadanía, construyendo así espacios de encuentro común que permitirá favorecer la identidad nacional.3. Capacitar en el rescate, la puesta en valor y la difusión de la singularidad histórica y cultural del Ecuador en el contexto del Área Andina y continente sudamericano, colaborando con el objetivo 12 del PNBV, que anima a la integración con América Latina y el Caribe.4. Desarrollar destrezas teórico/prácticas que permitan la participación de los futuros licenciados en Arqueología en proyectos interdisciplinares de intervención patrimonial, impacto arqueológico, gestión de recursos naturales y culturales e investigación, de acuerdo con el objetivo 2 del PNBV, que hace énfasis en favorecer la igualdad, la cohesión, la inclusión y la equidad, por medio de la difusión de la recuperación de la identidad cultural. RESULTADOS DE APRENDIZAJETener la habilidad de integrar el conocimiento arqueológico con las disciplinas que participan en su estudio.Tener conocimiento de las bases y fundamentos de la Teoría Antropológica y Arqueológica.Tener los conocimientos teóricos y científicos para el registro de datos arqueológicos.Tener la habilidad de integrar los datos arqueológicos en su contexto local, regional y global.Tener la habilidad para analizar el diseño de un proyecto de investigación arqueológico y ser partícipe de él.Tener la capacidad de interrelacionarse con diferentes actores que intervienen los procesos de investigación, conservación y difusión del Patrimonio Arqueológico. Malla Curricular Ver malla Primer Año Nivel 100-I ANÁLISIS Y RESOLUCIÓN DE PROBLEMASINDG1033 - 3 créditos - 5.8 ECTS ANÁLISIS Y RESOLUCIÓN DE PROBLEMAS - Código INDG1033 - 3 créditos - 5.8 ECTS Descripción: Desarrollar el proceso de identificación, análisis de problemas o necesidades y diseño de propuestas de soluciones innovadoras a problemas reales en equipos multidisciplinarios, mediante la aplicación de la metodología de pensamiento de diseño para la sustentación de propuestas de solución que agreguen valor a los clientes/usuarios de empresas privadas, organizaciones públicas y-o sin fines de lucro. Descargar sílabo MATEMÁTICASMATG2007 - 3 créditos - 5.8 ECTS MATEMÁTICAS - Código MATG2007 - 3 créditos - 5.8 ECTS Descripción: Matemáticas es un curso básico dirigido a la formación de profesionales en Arqueología, Nutrición y Dietética, y, Turismo. Su programa comprende cuatro unidades: Lógica y Conjuntos, Números Reales y Sistemas de Ecuaciones, Funciones de variable real, y Geometría Plana y del Espacio. En cada unidad se analizan los fundamentos teóricos y su aplicación en la resolución de problemas. Descargar sílabo INGLÉS IIDIG1006 - 2 créditos - 3.8 ECTS INGLÉS I - Código IDIG1006 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un párrafo sencillo, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral y escrita, considerando emitir el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para hacer comparaciones entre el pasado y el presente, describir libros o películas, realizar perfiles estudiantiles sencillos, dar opiniones acerca de invenciones, pedir disculpas formales y relatar eventos del pasado. Descargar sílabo GEOGRAFÍA FÍSICAARQG2041 - 2 créditos - 3.8 ECTS GEOGRAFÍA FÍSICA - Código ARQG2041 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura profesional de primer semestre permitirá los estudiantes estudiar como las ciencias exactas y humanas se relacionan con la geografía, como se aborda el espacio desde diferentes subjetividades, y los discursos que estas reflejan. Se examinan temas fundamentales de la geografía física y humana, y herramientas y métodos propios de los Sistemas de Información Geográficos (SIG). Descargar sílabo INTRODUCCIÓN A LA HISTORIA Y ETNOHISTORIAHISG2002 - 3 créditos - 5.8 ECTS INTRODUCCIÓN A LA HISTORIA Y ETNOHISTORIA - Código HISG2002 - 3 créditos - 5.8 ECTS Descripción: En esta asignatura se estudiará la evolución de las formas de conocimiento histórico a través del tiempo, así como sus problemas epistemológicos y metodológicos y las innovaciones de la historiografía contemporánea en cuanto a inclusión de sujetos de estudio y exigencias metodológicas vinculadas. Apuntará a reconstruir el recorrido histórico de la Etnohistoria como campo de estudios en el marco del acercamiento de la Antropología a la Historia, caracterizando desarrollos específicos en el estudio de las sociedades andinas, diferentes estrategias de investigación, construcción de nuevas categorías de análisis y metodologías (selección, análisis y articulación de fuentes escritas, orales y arqueológicas). Descargar sílabo INTRODUCCIÓN A LA ANTROPOLOGÍA Y ARQUEOLOGÍAARQG2042 - 2 créditos - 3.8 ECTS INTRODUCCIÓN A LA ANTROPOLOGÍA Y ARQUEOLOGÍA - Código ARQG2042 - 2 créditos - 3.8 ECTS Descripción: En esta asignatura se examina cómo se ha construido la historia de nuestra especie, desde nuestros orígenes, pasando por los momentos fundamentales que han condicionado la sociedad actual, con sus distintas interpretaciones. Esta materia contribuye a la formación de las bases epistemológicas en las que se fundamentan la Antropología y la Arqueología. Descargar sílabo Nivel 100-II FUNDAMENTOS DE PROGRAMACIÓNCCPG1043 - 3 créditos - 5.8 ECTS FUNDAMENTOS DE PROGRAMACIÓN - Código CCPG1043 - 3 créditos - 5.8 ECTS Descripción: El curso de formación básica presenta a los estudiantes estrategias para la resolución de problemas comunes en diversos campos profesionales por medio del diseño e implementación de soluciones basadas en el uso de un lenguaje de programación. Cubre los principios básicos para que el estudiante pueda leer y escribir programas; haciendo énfasis en el diseño y análisis de algoritmos. Además, introduce a los estudiantes en el uso de herramientas de desarrollo y depuración. Descargar sílabo COMUNICACIÓNIDIG2012 - 2 créditos - 3.8 ECTS COMUNICACIÓN - Código IDIG2012 - 2 créditos - 3.8 ECTS Descripción: La asignatura de Comunicación está dirigida a estudiantes de grado en la primera etapa de su formación universitaria. En este curso se analiza la comunicación efectiva interpersonal y grupal a partir de dinámicas y talleres prácticos. Además, se potencia el perfil prosumidor de los alumnos sobre la base del pensamiento complejo, holístico y crítico con el estudio riguroso de realidades y lecturas de varias fuentes académicas/científicas. Adicionalmente, se fortalece la redacción de informes técnicos y ejecutivos para diversas audiencias con la integración de herramientas digitales y de inteligencia artificial para optimizar la producción y revisión de textos de forma ética. En la expresión oral, se trabajan técnicas de comunicación asertiva para mejorar la divulgación de la información, también se fortalece la comunicación verbal eficaz y la no verbal, habilidades que se deberán consolidar a lo largo de la vida académica y profesional de los estudiantes. Descargar sílabo ARQUEOLOGÍA DEL ECUADOR IARQG2033 - 3 créditos - 5.8 ECTS ARQUEOLOGÍA DEL ECUADOR I - Código ARQG2033 - 3 créditos - 5.8 ECTS Descripción: La asignatura permitirá comprender los enfoques sobre los pueblos originarios del Área Septentrional Andina para valorar sus aportes y conocimientos ancestrales en el presente. Desarrollará elconocimiento sobre yacimientos arqueológicos para la capacitación en el reconocimiento de las diferentes manifestaciones culturales de las sociedades precolombinas. Descargar sílabo ARQUEOLOGÍA DEL VIEJO MUNDOARQG2034 - 2 créditos - 3.8 ECTS ARQUEOLOGÍA DEL VIEJO MUNDO - Código ARQG2034 - 2 créditos - 3.8 ECTS Descripción: El curso aborda la prehistoria del Viejo Mundo desde distintas perspectivas. Empieza tratando de una discusión sobre la matriz occidental de pensamiento y la constitución de la arqueología en cuanto disciplina. Desarrolla elementos acerca de la teoría del origen de las especies, a fin de introducir los puntos básicos sobre la evolución de los primeros homínidos. Trabajando con recientes publicaciones, se analizará las principales teorías acerca de la revolución cognitiva y periodización de las industrias líticas. Se dará especial atención al proceso de cambios social y económico conocido como Revolución Neolítica, a partir de la lectura de textos clásicos y actuales. Descargar sílabo INGLÉS IIIDIG1007 - 2 créditos - 3.8 ECTS INGLÉS II - Código IDIG1007 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un párrafo académico, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral o escrita, considerando emitir el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para referirse a las diferentes formas de comunicación, compartir las experiencias de trabajo y el uso de la tecnología digital, relatar historias cortas sobre las relaciones interpersonales y personalidades, y opinar sobre el futuro del medio ambiente. Descargar sílabo TEORÍA ANTROPOLÓGICA Y ARQUEOLÓGICAARQG2039 - 3 créditos - 5.8 ECTS TEORÍA ANTROPOLÓGICA Y ARQUEOLÓGICA - Código ARQG2039 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura expone las problemáticas presentes en el estudio de las sociedades del pasado prehistórico e histórico. Haciendo hincapié en los diferentes conceptos teóricos que estructuran la disciplina arqueológica y antropológica, y como estos conceptos y métodos han ido dando apertura a otras escuelas teóricas, poniendo de manifiesto ideologías sociopolíticas contemporáneas Se repasarán los enfoques explicativos sobre el proceso cultural prehistórico (ecológicos y procesuales), así como las teorías antropológicas que en sus reflexiones sobre la alteridad y las relaciones interétnicas fueron promovidas desde la década de los 70 hasta el siglo XXI. Descargar sílabo Segundo Año Nivel 200-I ESTADÍSTICAESTG2004 - 2 créditos - 3.8 ECTS ESTADÍSTICA - Código ESTG2004 - 2 créditos - 3.8 ECTS Descripción: Este curso es de formación básica para estudiantes de licenciatura y proporciona los conocimientos básicos para convertir un conjunto de datos en información útil para la toma de decisiones en circunstancias de incertidumbre. Comprende el estudio de diferentes métodos de tabulación y análisis de datos, se introduce el concepto de probabilidad como medida de incertidumbre y se presentan modelos matemáticos de variables aleatorias tanto discretas como continuas. Adicionalmente, se incorporan técnicas de análisis tales como regresión y contraste de hipótesis de parámetros poblaciones. Descargar sílabo ARQUEOLOGÍA DEL ECUADOR IIARQG2025 - 3 créditos - 5.8 ECTS ARQUEOLOGÍA DEL ECUADOR II - Código ARQG2025 - 3 créditos - 5.8 ECTS Descripción: La asignatura, que corresponde al tercer semestre de la carrera, examinará los procesos de cambio que intervienen en la consolidación de unidades políticas, en el periodo de los señoríos regionales, para analizar como más tarde se convirtieron en confederaciones estables organizadas mediante alianzas y relaciones, integrando los distintos espacios geográficos ecuatorianos (costa, sierra y oriente). Entre las culturas a estudiar están la manteño-huancavilca, inca, y maya en el Nuevo Mundo, y la sumeria y egipcia en el Viejo Mundo. Descargar sílabo ARQUEOLOGÍA SOCIAL LATINOAMERICANAARQG2035 - 3 créditos - 5.8 ECTS ARQUEOLOGÍA SOCIAL LATINOAMERICANA - Código ARQG2035 - 3 créditos - 5.8 ECTS Descripción: La presente asignatura de fornación profesional, brinda al estudiante las principales herramientas teórico-metodológicas basadas en la Arqueología Social Latinoamericana como posición teórica, para el estudio de la arqueología demográfica y la organización social perceptible en los asentamientos arqueológicos. La asignatura permite al estudiante categorizar la cultura material desde la perspectiva de un corpus teórico consolidado, asumiendo a la sociedad como una totalidad histórica concreta,dialécticamente integrada por las dimensiones de la cultura, los modos de vida y su formación social. Descargar sílabo INGLÉS IIIIDIG1008 - 2 créditos - 3.8 ECTS INGLÉS III - Código IDIG1008 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta temas gramaticales para la elaboración de un bosquejo y una composición estructurada, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos en la comunicación verbal y escrita sobre temas contemporáneos y académicos. Adicionalmente, se aplica el vocabulario apropiado para discutir asuntos relacionados a diferentes culturas, lugares donde vivimos, noticias cotidianas, medios de entretenimiento y oportunidades pasadas y futuras. Descargar sílabo PRIMER POBLAMIENTO AMERICANOARQG2038 - 3 créditos - 5.8 ECTS PRIMER POBLAMIENTO AMERICANO - Código ARQG2038 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura profesional, abordará el estudio del poblamiento inicial de América, la dispersión de los primeros américanos por las diferentes áreas geográficas y ambientales, la utilización de técnicas y tecnologías para sus actividades de caza, pesca y recolección. Descargar sílabo GEOMÁTICAARQG2040 - 2 créditos - 3.8 ECTS GEOMÁTICA - Código ARQG2040 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura es una disciplina que agrupa otras ciencias en el manejo de información geoespacial las mismas que pueden ser aplicadas a la arqueología. El uso de un Sistema de Información Geográfica (SIG) y Teledetección proporciona a los trabajos arqueológicos soluciones no invasivas que facilitan una información más detallada de los yacimientos para el análisis y gestión del patrimonio arqueológico. El curso empezará con una introducción teórica a los conceptos básicos de Geomática y SIG para seguir con los datos vectoriales, raster y una introducción a los conceptos básicos de la teledetección y culminará con prácticas con herramientas SIG aplicadas a la arqueología. Descargar sílabo Nivel 200-II EMPRENDIMIENTO E INNOVACIÓNADMG1005 - 3 créditos - 5.8 ECTS EMPRENDIMIENTO E INNOVACIÓN - Código ADMG1005 - 3 créditos - 5.8 ECTS Descripción: El curso de formación transversal, aborda las condiciones para innovar y el proceso asociado a desarrollar una innovación desde el punto de vista del emprendimiento. Posteriormente se revisan aspectos relacionados con la identificación de oportunidades y la creación de valor, el prototipado y validación de las propuestas de productos o servicios, así como la revisión de los elementos del modelo de negocios y el manejo de las finanzas que son parte escencial para la viabilidad y adopción de una innovación. Finalmente se estudia las competencias de un emprendedor y el proceso emprendedor asociado al desarrollo y adopción de una innovación. Descargar sílabo ANTROPOLOGÍA BIOLÓGICAARQG2020 - 2 créditos - 3.8 ECTS ANTROPOLOGÍA BIOLÓGICA - Código ARQG2020 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura teórico-práctica de formación profesional se encarga del estudio de la variabilidad humana desde un enfoque biopsicosociocultural. Aborda investigaciones sobre poblaciones humanas contemporáneas o pretéritas desde planteamientos teórico-evolutivos y enseña las distintas técnicas y metodologías de excavación en campo y de análisis en laboratorio de restos óseos humanos. Descargar sílabo ARQUEOLOGÍA DE MESOAMÉRICAARQG2021 - 3 créditos - 5.8 ECTS ARQUEOLOGÍA DE MESOAMÉRICA - Código ARQG2021 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura de formación profesional, aborda las diversas culturas arqueológicas que integraron Mesoamérica como área geográfico-cultural claramente definida, y que, en el marco de la historia continental, construyó relaciones con el suroeste norteamericano, América Central y Andinoamérica, constituyendo así las sociedades complejas del nuevo mundo. Estudia culturas que definieron el devenir civilizatorio desde la aparición del Estado, como Teotihuacán, cultura Maya y Zapoteca, etc. Descargar sílabo ARQUEOLOGÍA ANDINOAMERICANAARQG2031 - 2 créditos - 3.8 ECTS ARQUEOLOGÍA ANDINOAMERICANA - Código ARQG2031 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura profesional aborda el estudio de la evolución sociocultural de los pueblos y las culturas del área andina, a partir de las primeras manifestaciones urbanas, el incremento de sociedades complejas y la formación de estados e imperios que se desarrollaron en las diferentes regiones de los Andes. Descargar sílabo ARQUEOLOGÍA DE LAS TIERRAS BAJAS DE SUDAMÉRICA Y DEL CARIBEARQG2032 - 3 créditos - 5.8 ECTS ARQUEOLOGÍA DE LAS TIERRAS BAJAS DE SUDAMÉRICA Y DEL CARIBE - Código ARQG2032 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura profesional ofrece una amplia visión acerca de la arqueología de las Tierras Bajas de Sudamérica e del Caribe, concepto geográfico socio-espacial que comprende históricamente las sociedades del continente sur-americano que habitaron el territorio a leste de la Cordillera de los Andes durante el periodo precolombino. Se dará especial atención a las formaciones socio-históricas de los pueblos indígenas de la Amazonía, y su relación con la distintas culturas del continente americano. Así mismo, se discutirán temas como domesticación y manejo de plantas, complejidad social, tecnología cerámica y historia indígena de longa duración, de modo que sea posible formar un amplio escenario de la ocupación humana precolombina en el continente americano. Descargar sílabo INGLÉS IVIDIG1009 - 2 créditos - 3.8 ECTS INGLÉS IV - Código IDIG1009 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un ensayo persuasivo, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral o escrita considerando el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para entablar discusiones, relatar situaciones del entorno y actividades para alcanzar metas, realizar análisis de causa, efecto, y de oportunidades personales y profesionales. Descargar sílabo Tercer Año Nivel 300-I BIOARQUEOLOGÍAARQG2022 - 3 créditos - 5.8 ECTS BIOARQUEOLOGÍA - Código ARQG2022 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura teórico-práctica de formación profesional estudia los planteamientos de la Bioarqueología, y retoma los conocimientos adquiridos en el curso de Antropología Biológica. Otorga los fundamentos necesarios para la excavación y análisis de restos humanos dentro del marco de un proyecto de investigación. Descargar sílabo CAMPO DE ARQUEOLOGÍA IARQG2030 - 5 créditos - 9.6 ECTS CAMPO DE ARQUEOLOGÍA I - Código ARQG2030 - 5 créditos - 9.6 ECTS Descripción: Esa disciplina esta destinada a estudiantes del nivel medio de la malla de arqueologia. Tiene como objetivo ofertar al estudiante conocimientos teórico-prácticos para el ejercicio de investigación en campo, manejo de técnicas para la prospección y reconocimiento de superficie en la búsqueda de yacimientos arqueológicos para su posterior excavación. A través de intensivas actividades practicas de trabajo de campo, busca estudiar de forma directa y práctica, la experiencia metodológica de la arqueología, las técnicas de prospección (búsqueda de sitios), levantamiento de materiales, con el debido registro de su procedencia y registro de datos georeferenciados sobre el sitio; así como el enfoque ético transversal a toda investigación científica. Se propone afianzar la complementariedad entre las disciplinas para la formación integral arqueológica. Descargar sílabo CAMPO DE ANTROPOLOGÍA SOCIOCULTURAL IARQG2036 - 4 créditos - 7.7 ECTS CAMPO DE ANTROPOLOGÍA SOCIOCULTURAL I - Código ARQG2036 - 4 créditos - 7.7 ECTS Descripción: La asignatura aborda de manera introductoria el proceso de aprendizaje de la investigación sociocultural. Los estudiantes serán capacitados para generar sus primeras experiencias en el trabajo de campo a través de la observación participante. De forma directa y práctica conocerán la experiencia metodológica de la etnografía, las técnicas de observación, recolección y registro de datos, así como el enfoque ético en el campo. La asignatura se enfoca además en las tareas básicas de organización del material recuperado, sistematización de los datos, identificación de temas de interés teórico y aplicado, planteamiento de futuros temas de investigación, protocolos de presentación de resultados y una aproximación a cuestiones de objetividad y ética en la investigación social. Descargar sílabo PRÁCTICAS DE SERVICIO COMUNITARIOsin código - 2 créditos - 1.3 ECTS PRÁCTICAS DE SERVICIO COMUNITARIO - Código sin código - 2 créditos - 1.3 ECTS Descripción: - Nivel 300-II LABORATORIO DE ARQUEOLOGÍA IARQG2029 - 3 créditos - 5.8 ECTS LABORATORIO DE ARQUEOLOGÍA I - Código ARQG2029 - 3 créditos - 5.8 ECTS Descripción: La asignatura corresponde al primer momento de aprendizaje de la práctica y análisis arqueológico en laboratorio, lo cual se realiza a partir del material extraído en campo, con su procedencia debidamente registrada bajo técnicas de reconocimiento de superficie y prospección. Levantada la información en el diario de campo y el uso de tecnologías adecuadas, en el laboratorio se identificarán, procesarán y analizarán los materiales arqueológicos recuperados (cerámica, lítica, restos faunísticos y arqueobotánicos), contrastándolos con fuentes bibliográficas y sistematizando el proceso de investigación en general. Descargar sílabo INGLÉS VIDIG1010 - 2 créditos - 3.8 ECTS INGLÉS V - Código IDIG1010 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras necesarias para la producción de un ensayo persuasivo, a través del desarrollo del programa de escritura de manera transversal. Permite también la identificación de argumentos específicos tanto en la comunicación oral como escrita, con el fin de emitir criterio propio sobre temas sociales, académicos o profesionales. También se aplica el vocabulario necesario para entablar discusiones sobre opciones a tomar, cambios en la vida diaria y el hogar, problemas financieros al igual que dilemas morales y logros alcanzados en el transcurso de su vida personal, estudiantil y profesional. Descargar sílabo ORÍGENES DE LOS ESTADOS PREHISPÁNICOSARQG2037 - 2 créditos - 3.8 ECTS ORÍGENES DE LOS ESTADOS PREHISPÁNICOS - Código ARQG2037 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura profesional permite a los alumnos estudiar a través de la descripción, análisis y reflexión crítica, el desarrollo en términos y conceptos históricos, de las principales teorías sobre los factores que llevaron a la humanidad a la conformación de la organización social del Estado. Se analizan con los casos de los Estados prehispánicos del área septentrional andina, de los andes centrales y centro sur, y la relevancia del tráfico a distancia entre Mesoamérica, el occidente de México y los Andes Centrales para comprender la organización social de los Estados prístinos o iniciales. Descargar sílabo CIENCIAS DE LA SOSTENIBILIDADADSG1026 - 3 créditos - 5.8 ECTS CIENCIAS DE LA SOSTENIBILIDAD - Código ADSG1026 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura de formación básica y transversal para todos los estudiantes de la institución, está compuesta por seis capítulos. Introduce los principios claves de la sostenibilidad y la ruta hacia el desarrollo sostenible. Aborda los principios ecológicos profundizando en la biodiversidad, los ecosistemas, la población humana y los servicios ecosistémicos. Estudia los fundamentos de los recursos renovables y no renovables al igual que las alternativas para un aprovechamiento sostenible. Analiza la calidad ambiental específicamente en los componentes aire, agua y suelo, ahondando en temas como cambio climático. Finalmente, enfatiza en el eje económico con temas como economía circular y en el eje social en temas como gobernanza y urbanismo. Descargar sílabo Cuarto Año Nivel 400-I PROYECTOS DE INVESTIGACIÓN ARQUEOLÓGICAARQG2023 - 2 créditos - 3.8 ECTS PROYECTOS DE INVESTIGACIÓN ARQUEOLÓGICA - Código ARQG2023 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación profesional, estudia las herramientas teóricas y metodológicas de un proyecto de investigación. Se analiza la definición del problema y elaboración de hipótesis, el desarrollo de la justificación que incluye los principios y premisas del área valorativa en el proyecto de investigación. Además, se elabora un objetivo general acorde al tema propuesto. Finalmente se reflexiona sobre la aplicación de la metodología y técnicas de investigación pertinentes. Descargar sílabo CAMPO DE ANTROPOLOGÍA SOCIOCULTURAL IIARQG2028 - 4 créditos - 7.7 ECTS CAMPO DE ANTROPOLOGÍA SOCIOCULTURAL II - Código ARQG2028 - 4 créditos - 7.7 ECTS Descripción: La asignatura profundiza en la metodología del trabajo de campo sociocultural a partir de temáticas identificadas en la primera etapa de formación práctica. Aborda el diseño y aplicación de nuevas técnicas e instrumentos para la recolección de información, destacando las entrevistas semi-estructuradas y grupos focales. Mediante estas técnicas se recoge la información necesaria para la puesta a prueba de una hipótesis desarrollada metodológicamente y técnicamente. Promueve la búsqueda de interpretaciones sobre un problema en particular para su tratamiento, discusión y análisis. En el marco del proceso de operacionalización y sistematización final de información, se articulan las técnicas aplicadas y se realiza una valoración conjunta de los datos obtenidos para la elaboración de un informe final y su presentación. Descargar sílabo CAMPO DE ARQUEOLOGÍA IIARQG2043 - 7 créditos - 13.4 ECTS CAMPO DE ARQUEOLOGÍA II - Código ARQG2043 - 7 créditos - 13.4 ECTS Descripción: En esta asignatura profesional avanzada, el estudiante profundizará en la metodología del trabajo de campo, diseñando y aplicando nuevas técnicas de registro de información y reflexionando líneas teóricas de pensamiento, comprendiendo problemas de la excavación arqueología identificados en la primera etapa de la formación práctica. Se promueve la búsqueda de interpretaciones avanzadas sobre un problema arqueológico para su tratamiento, discusión y análisis. Descargar sílabo Nivel 400-II MATERIA INTEGRADORA EN ARQUEOLOGÍAARQG2024 - 3 créditos - 5.8 ECTS MATERIA INTEGRADORA EN ARQUEOLOGÍA - Código ARQG2024 - 3 créditos - 5.8 ECTS Descripción: En este curso de fin de carrera el estudiante realiza un proyecto donde se evidencia la aplicación de los perfiles declarados en su carrera, desarrollando procesos de creatividad, organización y pertinencia que lo involucre en una experiencia de diseño profesional. En la primera parte del curso, se identifican las necesidades del cliente/usuario/público, se define el problema/oportunidad, se recolectan los datos y se analizan los factores críticos. En la segunda parte, se crean alternativas de soluciones enmarcadas en las reglamentaciones y restricciones de cada usuario. Se concluye con el diseño y/o implementación de la solución factible o elaboración de prototipos y, análisis y validación de resultados. Descargar sílabo LABORATORIO DE ARQUEOLOGÍA IIARQG2026 - 2 créditos - 3.8 ECTS LABORATORIO DE ARQUEOLOGÍA II - Código ARQG2026 - 2 créditos - 3.8 ECTS Descripción: Esta disciplina esta formulada para los niveles más avanzados de la malla, y tiene como objetivo primordial la práctica de técnicas avanzadas de laboratorio, en lo que dice respecto a el análisis de materiales arqueológicos. Se trabaja con el análisis modal y iconográfica, en el caso de la cerámica, y la identificación de micro y macro restos, en el caso del material arqueobotánico. La identificación de estos materiales permite al estudiante hacer inferencias sobre el pasado de los pueblos con los que estaban asociados en una lectura contextual completa. Descargar sílabo PRÁCTICAS PREPROFESIONALES EMPRESARIALESsin código - 5 créditos - 3.2 ECTS PRÁCTICAS PREPROFESIONALES EMPRESARIALES - Código sin código - 5 créditos - 3.2 ECTS Descripción: - PROYECTO INTEGRADORsin código - 5 créditos - 3.2 ECTS PROYECTO INTEGRADOR - Código sin código - 5 créditos - 3.2 ECTS Descripción: - Adicional ITINERARIO3 créditos - 5.8 ECTS COMPLEMENTARIAS DE ARTES, DEPORTES E IDIOMAS1 créditos - 1.9 ECTS COMPLEMENTARIAS DE HUMANISTICAS1 créditos - 1.9 ECTS ITINERARIO3 créditos - 5.8 ECTS Perfil Profesional Luego de cuatro años, la carrera de Arqueología formará profesionales e investigadores científicos: Que estudiarán y difundirán los hallazgos de restos materiales de poblaciones del pasado asentadas en el Ecuador.Con capacidades para liderar proyectos arqueológicos de gestión e investigación tanto nacionales como internacionales.Tendrán conocimientos teórico prácticos sobre los procesos sociales de producción y reproducción de las sociedades del pasado y el presente en el Ecuador y la región.Que aprenderán el correcto manejo de las herramientas necesarias para la planificación, el análisis y la puesta en valor del patrimonio cultural y divulgación de la identidad cultural ecuatoriana.Perfil OcupacionalEl licenciado en Arqueología de la ESPOL, tendrá las herramientas necesarias para el ejercicio de su profesión en dos grandes ramas:Actividades profesionales de Gestión de Patrimonio:Desarrollo y ejecución de proyectos de prospección, excavación y rescate con financiamiento del Ministerio de Cultura, el Instituto Nacional de Patrimonio Cultural, o a través de la figura de los Gobiernos Autónomos Descentralizados de Ecuador (GADS) y municipios; así como, universidades a nivel nacional y empresas de consultoría medioambiental.Actividades profesionales como la arqueología de contrato relacionadas a la construcción de obras públicas y privadas u otros proyectos de inversión estratégica en tierra firme o el océano.La gestión e inventario de colecciones arqueológicas en museos y la elaboración de museografía.Actividades de Investigación en ArqueologíaDesarrollando actividades de divulgación del patrimonio en entidades públicas al igual que en espacios académicos y comunitarios.La academia o espacios académicos universitarios, como asistente de investigación, investigador, e incluso docente tras acceder a programas de maestría nacional o internacional, doctorado y/o postdoctorado.Conformar equipos de investigación multidisciplinares a nivel local o regional, dadas las exigencias del mercado laboral con una fuerte demanda de profesionales formados. Requisitos de Graduación Requisitos de graduaciónHaber culminado la malla curricular;Haber realizado las prácticas preprofesionales establecidas por la carrera; y,Haber entregado la documentación personal requerida para la actualización del expediente. Proyectos de Graduación Los proyectos integradores son un requisito para obtener el título profesional en la ESPOL. Estos proyectos son una oportunidad para que los estudiantes apliquen sus conocimientos y habilidades en un contexto real, y para resolver problemas relevantes para la sociedad, con un enfoque en la sostenibilidad.Todos los proyectos de graduación son presentados en la Feria IDEAR, una experiencia que les permite desarrollar habilidades blandas como la comunicación y el trabajo en equipo, además de interactuar con potenciales clientes y empleadores.Haz clic aquí para conocer más sobre los proyectos integradores de la carrera Licenciatura en Arqueología", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcsh.espol.edu.ec/es/carreras-de-grado/arqueologia"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Matemática", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcnm.espol.edu.ec/es/carreras-de-grado/matematica"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Nutrición y Dietética", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "¿SABÍAS QUÉ?Como parte de nuestra carrera podrás realizar prácticas preprofesionales con modalidad deI Internado Rotativo, las cuales serán realizadas en establecimientos del Ministerio de Salud Pública del Ecuador y tendrán una duración de 52 semanas.", "modality": "¿SABÍAS QUÉ?Como parte de nuestra carrera podrás realizar prácticas preprofesionales con modalidad deI Internado Rotativo, las cuales serán realizadas en establecimientos del Ministerio de Salud Pública del Ecuador y tendrán una duración de 52 semanas.", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcv.espol.edu.ec/es/carreras-de-grado/nutricion-y-dietetica"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Computación", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fiec.espol.edu.ec/es/carreras-de-grado/computacion"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Mecánica", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 9 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fimcp.espol.edu.ec/es/carreras-de-grado/mecanica"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Diseño Gráfico", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fadcom.espol.edu.ec/es/carreras-de-grado/diseno-grafico"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Estadística", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcnm.espol.edu.ec/es/carreras-de-grado/estadistica"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Alimentos", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fimcp.espol.edu.ec/es/carreras-de-grado/alimentos"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Mecatrónica", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 9 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fimcp.espol.edu.ec/es/carreras-de-grado/mecatronica"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Auditoría y Control de Gestión", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcsh.espol.edu.ec/es/carreras-de-grado/auditoria-y-control-de-gestion"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Minas", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fict.espol.edu.ec/es/carreras-de-grado/minas"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Telemática", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fiec.espol.edu.ec/es/carreras-de-grado/telematica"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Ingeniería Civil", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 9 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fict.espol.edu.ec/es/carreras-de-grado/ingenieria-civil"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Geología", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fict.espol.edu.ec/es/carreras-de-grado/geologia"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Diseño de Productos", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fadcom.espol.edu.ec/es/carreras-de-grado/diseno-de-productos"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Ingeniería Química", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcnm.espol.edu.ec/es/carreras-de-grado/ingenieria-quimica"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Petróleos", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fict.espol.edu.ec/es/carreras-de-grado/petroleos"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Oceanografía", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 9 semestres", "modality": "Generalidades El Programa de Ingeniería Oceanográfica de la Escuela Superior Politécnica del Litoral (ESPOL) forma profesionales capacitados en ingeniería y ciencias, para el estudio y diseño de soluciones a problemas inherentes a las zonas oceánicas y marino-costeras del país. El campo de actividad del programa se enmarca dentro de los objetivos de creación de la ESPOL que son “la enseñanza superior en ciencias y la investigación de los fenómenos y recursos naturales de la región Litoral, incluido el mar territorial.Misión“Formamos profesionales que generan y aplican conocimientos oceanográficos para diseñar soluciones de ingeniería marina, costera y portuaria, y que promueven el manejo costero integrado, para mejorar la calidad de vida con enfoque sostenible, mediante docencia, investigación y vinculación con la sociedad”.Ejes de la CarreraLos Resultados de Aprendizajes (RA) institucionales ESPOL tienen por objetivo preparar a los estudiantes para la actividad profesional por medio de la adquisición de habilidades. Esta preparación profesional en la carrera de Oceanografía se la realiza basado en 3 ejes principales, como mencionamos a continuación:1) Ingeniería: diseño de estructuras e infraestructura en la línea de la costa.2) Oceanografía: estudio de la dinámica de los océanos y de la zona marino-costera.3) Manejo costero: análisis, resolución de conflictos, y desarrollo sustentable de la zona marino-costera. * Costo de carrera:El Art. 356 de la Constitución de la República, entre otros principios establece que será gratuita la educación superior pública de tercer nivel, y que esta gratuidad está vinculada con la responsabilidad académica de las estudiantes y los estudiantes Número de estudiantes admitidos por año académico Número de graduados por año Número de estudiantes registrados por año académico Los gráficos muestran las cifras en tiempo real, al momento de la consulta Acreditación Internacional La carrera de Oceanografía está acreditada por la Engineering Accreditation Commission (EAC) de ABET, conforme a los Criterios Generales y a los Criterios del Programa para Arquitectura Naval, Ingeniería Marina, Ingeniería Oceánica y Programas con Nombres Similares establecidos por dicha comisión.La carrera de Oceanografía cuenta con la certificación EUR-ACE®, otorgada por la European Network for the Accreditation of Engineering Education (ENAEE). Perfil del Postulante El aspirante debe poseer habilidades en el área de las ciencias básicas (matemáticas, física y química), con un pensamiento crítico y analítico. Además, debe contar con vocación para el trabajo en el mar, que incluye el diseño de soluciones a problemas que se presentan en la zona marino-costera, la investigación de procesos océano-atmosféricos para el mejor entendimiento de estos ambientes, y la implementación de estrategias para un uso sustentable de los recursos de las zonas marino-costeras. Proceso de Admisión Becas Calendario Académico Calendario Académico Objetivos Educacionales del Programa Luego de 4 años de carrera, estarás en capacidad de: Diseñar soluciones de ingeniería para sistemas marino-costeros y portuarios, considerando criterios oceanográficos, técnicos y de sostenibilidad.Integrar información oceanográfica para el análisis, modelación y soporte a la toma de decisiones en entornos costeros.Gestionar procesos de Manejo Costero Integrado y gobernanza mediante enfoques interdisciplinarios, colaboración intersectorial y mejora continua. Resultados de Aprendizaje 1. Capacidad para identificar, formular y resolver problemas complejos de ingeniería oceanográfica mediante la aplicación de los principios de la ingeniería, la ciencia y las matemáticas.2. Capacidad para aplicar diseños de ingeniería oceanográfica para producir soluciones que satisfagan necesidades específicas, teniendo en cuenta la salud, la seguridad y el bienestar públicos, así como factores globales, culturales, sociales, medioambientales y económicos.3.a. Capacidad para comunicarse eficazmente en español con públicos diversos.3.b. Capacidad para comunicarse eficazmente en inglés con públicos diversos.4. Capacidad para reconocer las responsabilidades éticas y profesionales en situaciones de Ingeniería Oceanográfica y emitir juicios fundamentados, considerando el impacto de las soluciones de ingeniería en contextos globales, económicos, medioambientales y sociales.5. Capacidad para funcionar eficazmente en un equipo, cuyos miembros aportan colectivamente liderazgo, crean un entorno colaborativo e integrador, fijan metas, planifican tareas y cumplen objetivos.6. Capacidad para desarrollar y llevar a cabo la experimentación adecuada, analizar e interpretar datos y utilizar el juicio de la Ingeniería Oceanográfica para extraer conclusiones.7. Capacidad para adquirir y aplicar nuevos conocimientos de ingeniería oceanográfica según sea necesario, utilizando estrategias de aprendizaje adecuadas.8. Diseñar soluciones reales de Ingeniería Oceanográfica que propongan un valor único en respuesta a necesidades específicas consideradas desde el punto de vista de las partes interesadas. Malla Curricular Ver malla Primer Año Nivel 100-I CÁLCULO DE UNA VARIABLEMATG1045 - 3 créditos - 5.8 ECTS CÁLCULO DE UNA VARIABLE - Código MATG1045 - 3 créditos - 5.8 ECTS Descripción: Es una asignatura transversal de formación básica para los estudiantes de Ingeniería y Ciencias Sociales y Humanísticas. Se estudian temas relacionados con: nociones topológicas, límites y continuidad de funciones de una variable real, derivadas y sus aplicaciones, antiderivadas y técnicas de integración, y, la integral definida y sus aplicaciones. El curso está orientado para que los estudiantes desarrollen habilidades y destrezas en los procesos de derivación e integración como base fundamental para cursos superiores en su formación académica. Descargar sílabo FÍSICA: MECÁNICAFISG1005 - 3 créditos - 5.8 ECTS FÍSICA: MECÁNICA - Código FISG1005 - 3 créditos - 5.8 ECTS Descripción: Física: Mecánica es un curso de formación básica, teórico-práctico dirigido a los estudiantes de ingeniería, con actividades de experimentación en laboratorio, que provee los fundamentos de la mecánica de partículas, cuerpos rígidos y de la mecánica de fluidos, en un entorno de aprendizaje activo. Descargar sílabo ANÁLISIS Y RESOLUCIÓN DE PROBLEMASINDG1033 - 3 créditos - 5.8 ECTS ANÁLISIS Y RESOLUCIÓN DE PROBLEMAS - Código INDG1033 - 3 créditos - 5.8 ECTS Descripción: Desarrollar el proceso de identificación, análisis de problemas o necesidades y diseño de propuestas de soluciones innovadoras a problemas reales en equipos multidisciplinarios, mediante la aplicación de la metodología de pensamiento de diseño para la sustentación de propuestas de solución que agreguen valor a los clientes/usuarios de empresas privadas, organizaciones públicas y-o sin fines de lucro. Descargar sílabo INGLÉS IIDIG1006 - 2 créditos - 3.8 ECTS INGLÉS I - Código IDIG1006 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un párrafo sencillo, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral y escrita, considerando emitir el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para hacer comparaciones entre el pasado y el presente, describir libros o películas, realizar perfiles estudiantiles sencillos, dar opiniones acerca de invenciones, pedir disculpas formales y relatar eventos del pasado. Descargar sílabo QUÍMICA GENERALQUIG1032 - 3 créditos - 5.8 ECTS QUÍMICA GENERAL - Código QUIG1032 - 3 créditos - 5.8 ECTS Descripción: Química general es un curso teórico-práctico dirigido a la formación básica de profesionales en las áreas de Ingeniería y Ciencias Naturales, en el que se proporciona una base científica sobre la materia y sus interacciones, y se busca desarrollar en los estudiantes la capacidad de resolver problemas relacionados al contenido de la asignatura. Se inicia con una Introducción a la Termoquímica, el análisis de las propiedades físico-químicas derivadas del estado de agregación de la materia: líquidos, sólidos y disoluciones, el estudio de la Cinética y el Equilibrio de las reacciones y la solubilidad. Descargar sílabo Nivel 100-II FÍSICA: TERMODINÁMICA Y ÓPTICAFISG1009 - 3 créditos - 5.8 ECTS FÍSICA: TERMODINÁMICA Y ÓPTICA - Código FISG1009 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura de formación básica es un curso teórico-práctico que aborda los fundamentos básicos de ondas mecánicas y electromagnéticas, óptica geométrica, óptica ondulatoria y corpuscular, temperatura, expansión térmica y gases ideales, calor, leyes de la termodinámica, en un entorno de aprendizaje activo. Descargar sílabo CÁLCULO VECTORIALMATG1046 - 3 créditos - 5.8 ECTS CÁLCULO VECTORIAL - Código MATG1046 - 3 créditos - 5.8 ECTS Descripción: Cálculo vectorial es un curso dirigido a la formación básica de profesionales en las áreas de Ingeniería, ciencias exactas y ciencias naturales que requieren desarrollar habilidades de planteamiento y resolución de problemas en el contexto n-dimensional. Para el efecto, el curso consta de 5 temas generales: geometría analítica tridimensional y funciones de varias variables, cálculo diferencial de campos escalares y vectoriales, optimización de funciones escalares de varias variables, integrales de línea e integración múltiple, integrales de superficie y teoremas de la teorīa vectorial; siendo las principales aplicaciones de este curso: la optimizacion de funciones de varias variables aplicadas a problemas prácticos, el cálculo de longitudes, área, volúmenes, trabajo y flujo, empleando objetos del plano y del espacio. Descargar sílabo FUNDAMENTOS DE PROGRAMACIÓNCCPG1043 - 3 créditos - 5.8 ECTS FUNDAMENTOS DE PROGRAMACIÓN - Código CCPG1043 - 3 créditos - 5.8 ECTS Descripción: El curso de formación básica presenta a los estudiantes estrategias para la resolución de problemas comunes en diversos campos profesionales por medio del diseño e implementación de soluciones basadas en el uso de un lenguaje de programación. Cubre los principios básicos para que el estudiante pueda leer y escribir programas; haciendo énfasis en el diseño y análisis de algoritmos. Además, introduce a los estudiantes en el uso de herramientas de desarrollo y depuración. Descargar sílabo FUNDAMENTOS DE INGENIERÍA OCEANOGRÁFICAOCEG1035 - 2 créditos - 3.8 ECTS FUNDAMENTOS DE INGENIERÍA OCEANOGRÁFICA - Código OCEG1035 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesional ofrece una visión general de la ingeniería costera y de puertos, y su relación con la Oceanografía. Los temas que se imparten en esta materia están relacionadas a áreas como: acústica submarina, puertos, e ingeniería de costas. Se hace énfasis en el papel que cumplen estas disciplinas para con el desarrollo del país. La modalidad del curso comprende dos partes: una teórica (unidades 1-2) y la aplicación de proceso de diseño (design thinking) durante todo el semestre (unidad 3). Descargar sílabo OCEANOGRAFÍA DESCRIPTIVAOCEG1051 - 2 créditos - 3.8 ECTS OCEANOGRAFÍA DESCRIPTIVA - Código OCEG1051 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesional es una introducción a la Oceanografía, que ofrece una visión integrada desde la perspectiva de la Física, Química, Biología y Geología. Presenta además el estado actual de las investigaciones a nivel local, regional y global, incluyendo temas contemporáneos como pueden ser el Cambio Climático, la salud de los océanos, la pesca sustentable, el manejo integral de los recursos marino-costeros, Objetivo 14 de Desarrollo Sustentable (Vida Submarina), el Fenómeno de El Niño-Oscilación del Sur, la Década Internacional de los Océanos, entre otros. Descargar sílabo INGLÉS IIIDIG1007 - 2 créditos - 3.8 ECTS INGLÉS II - Código IDIG1007 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un párrafo académico, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral o escrita, considerando emitir el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para referirse a las diferentes formas de comunicación, compartir las experiencias de trabajo y el uso de la tecnología digital, relatar historias cortas sobre las relaciones interpersonales y personalidades, y opinar sobre el futuro del medio ambiente. Descargar sílabo Segundo Año Nivel 200-I CLIMATOLOGÍA Y METEOROLOGÍAOCEG1030 - 2 créditos - 3.8 ECTS CLIMATOLOGÍA Y METEOROLOGÍA - Código OCEG1030 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesionaltiene por objetivo proporcionar a los participantes los conocimientos básicos del Tiempo y Clima que les permitan entender los procesos que ocurren en la atmósfera y estar mejor capacitados para tomar decisiones para disminuir el impacto del clima en los sistemas socioecológicos. El participante conocerá las medidas de adaptación y mitigación que se pueden implementar para enfrentar el cambio y la variabilidad climática y de esa medida minimizar los impactos negativos y aprovechar los positivos. Se presentarán tópicos de relevancia como el efecto de invernadero, el agujero de la capa de ozono, El Niño-Oscilación del Sur, entre otros y como estos afectan a nuestra sociedad. El énfasis más que en la memorización de conocimientos básicos será en el desarrollo del pensamiento crítico de manera que al final del curso el estudiante pueda discutir sobre estos temas. Descargar sílabo COMUNICACIÓNIDIG2012 - 2 créditos - 3.8 ECTS COMUNICACIÓN - Código IDIG2012 - 2 créditos - 3.8 ECTS Descripción: La asignatura de Comunicación está dirigida a estudiantes de grado en la primera etapa de su formación universitaria. En este curso se analiza la comunicación efectiva interpersonal y grupal a partir de dinámicas y talleres prácticos. Además, se potencia el perfil prosumidor de los alumnos sobre la base del pensamiento complejo, holístico y crítico con el estudio riguroso de realidades y lecturas de varias fuentes académicas/científicas. Adicionalmente, se fortalece la redacción de informes técnicos y ejecutivos para diversas audiencias con la integración de herramientas digitales y de inteligencia artificial para optimizar la producción y revisión de textos de forma ética. En la expresión oral, se trabajan técnicas de comunicación asertiva para mejorar la divulgación de la información, también se fortalece la comunicación verbal eficaz y la no verbal, habilidades que se deberán consolidar a lo largo de la vida académica y profesional de los estudiantes. Descargar sílabo ESTADÍSTICAESTG1034 - 3 créditos - 5.8 ECTS ESTADÍSTICA - Código ESTG1034 - 3 créditos - 5.8 ECTS Descripción: El curso es de formación básica y provee los conocimientos para que el estudiante de ingeniería y ciencias pueda convertir datos en información, asociar situaciones cotidianas con procesos estadísticos y determinar conclusiones científicas a través de observaciones experimentales, aplicando estadística descriptiva, nociones de probabilidad, modelos de variables aleatorias y análisis inferencial. Descargar sílabo ECUACIONES DIFERENCIALES Y ÁLGEBRA LINEALMATG1048 - 3 créditos - 5.8 ECTS ECUACIONES DIFERENCIALES Y ÁLGEBRA LINEAL - Código MATG1048 - 3 créditos - 5.8 ECTS Descripción: Este curso transversal está dirigido a la formación básica de estudiantes en el área de ingeniería que requieren fundamentos matemáticos para analizar las ecuaciones diferenciales que surgen en el proceso de modelado de fenómenos naturales en las distintas áreas de estudio. La asignatura combina métodos cuantitativos clásicos, tales como integración de ecuaciones y sistemas de ecuaciones diferenciales lineales y no lineales y transformadas de Laplace, con métodos cualitativos que hacen uso de tópicos relevantes de álgebra lineal, que a su vez se van desarrollando en forma integrada y efectiva. Descargar sílabo MÉTODOS NUMÉRICOSMATG1052 - 2 créditos - 3.8 ECTS MÉTODOS NUMÉRICOS - Código MATG1052 - 2 créditos - 3.8 ECTS Descripción: El curso transversal de Métodos Numéricos está dirigido a la formación básica de profesionales en las áreas de ingeniería y ciencias, que requieren desarrollar habilidades de planteamiento y resolución de problemas mediante métodos numéricos. Para este efecto, en la asignatura se abordan las siguientes temáticas: ecuaciones no lineales, sistemas de ecuaciones lineales, interpolación, diferenciación e integración, y, resolución de ecuaciones diferenciales ordinarias y parciales. El énfasis se encuentra en el análisis e implementación computacional de algoritmos numéricos para resolver problemas de ingeniería con un error controlado. Descargar sílabo INGLÉS IIIIDIG1008 - 2 créditos - 3.8 ECTS INGLÉS III - Código IDIG1008 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta temas gramaticales para la elaboración de un bosquejo y una composición estructurada, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos en la comunicación verbal y escrita sobre temas contemporáneos y académicos. Adicionalmente, se aplica el vocabulario apropiado para discutir asuntos relacionados a diferentes culturas, lugares donde vivimos, noticias cotidianas, medios de entretenimiento y oportunidades pasadas y futuras. Descargar sílabo Nivel 200-II MECÁNICA DE FLUIDOSMECG1049 - 3 créditos - 5.8 ECTS MECÁNICA DE FLUIDOS - Código MECG1049 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura es una introducción a la mecánica de los fluidos que contribuye a la formación profesional del estudiante de ingeniería, con énfasis en la comprensión y aplicación de los conceptos, leyes y ecuaciones de conservación de masa, cantidad de movimiento y energía, de los métodos de análisis integral, diferencial y dimensional, y de las técnicas para la resolución de problemas en el campo de la ingeniería. Los tópicos a ser cubiertos incluyen los conceptos fundamentales, las propiedades de los fluidos, la distribución de presión a través de fluidos en reposo y sus aplicaciones, las técnicas de análisis integral, diferencial y dimensional para la solución de problemas en ingeniería, y el estudio del flujo viscoso incompresible en ductos y alrededor de cuerpos romos y aerdodinámicos. Descargar sílabo MECÁNICA VECTORIALMECG1052 - 3 créditos - 5.8 ECTS MECÁNICA VECTORIAL - Código MECG1052 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura de formación básica de nivel inicial para ingenierías basadas en la mecánica clásica, constituye el fundamento para el diseño mecánico. El curso describe el comportamiento de cuerpos rígidos bajo la acción de fuerzas. En la primera parte del curso se utiliza las leyes de Newton para determinar el equilibrio estático de estructuras, máquinas, vigas y cables. Se aplica conceptos de fuerzas puntuales, momentos, cargas distribuidas y fricción en la solución de problemas de ingeniería. En la segunda parte del curso se estudia el movimiento de partículas y cuerpos rígidos bajo la acción de fuerzas externas que producen aceleración. Además, se presenta métodos alternativos de energía y cantidad de movimiento para la solución de casos particulares. Descargar sílabo BIOGEOQUÍMICA MARINAOCEG1029 - 2 créditos - 3.8 ECTS BIOGEOQUÍMICA MARINA - Código OCEG1029 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación profesional, en su sección Química, provee el conocimiento básico de la composición, distribución y comportamiento de la estructura química en sus diferentes fases (gaseosa, disuelta y particulada) de los océanos en todas sus regiones, de manera particular los cuerpos de agua marino-costero-estuarino del Ecuador. Determina los compuestos/elementos conservativos y no-conservativos; y sus procesos. Examina a grandes rasgos los ciclos oceánicos del Carbono, Nitrógeno, Fósforo, Silicio, Hierro. La sección Biológica describe los diferentes habitas y distribución espacial de los ecosistemas marinos. Describe y clasifica los diferentes tipos de organismos marinos. Describe como interactúan a través de redes tróficas y flujos de energía. Relaciona organismos con roles en procesos biogeoquímicos marinos. El desarrollo de proyecto de investigación aplicará conocimiento adquirido y aprenderá o fortalecerá las habilidades de obtener nuevos. Este proyecto será pertinente en lo académico y social-ambiental. El curso contribuirá al desarrollo del ingeniero oceanográfico, proveyendo conocimiento de manera argumentada y asertiva que estará asociado a la investigación de un caso pertinente en lo social y ambiental. Descargar sílabo GEOLOGÍA MARINAOCEG1036 - 2 créditos - 3.8 ECTS GEOLOGÍA MARINA - Código OCEG1036 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación profesional analiza procesos internos y externos del planeta Tierra que han generado los ambientes marino, terrestre y de transición a lo largo del tiempo geológico, así como los procesos actuales que los modifican. Explica el uso de tecnologías, procedimientos y criterios básicos para el estudio o exploración de recursos no vivos del suelo y subsuelo de los océanos y de los márgenes continentales para el desarrollo de las sociedades. Descargar sílabo OCEANOGRAFÍA FÍSICAOCEG1050 - 2 créditos - 3.8 ECTS OCEANOGRAFÍA FÍSICA - Código OCEG1050 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación profesional está diseñada para entregar al estudiante una visión general de la dinámica oceánica, así como de la variabilidad temporal y espacial del sistema océano-atmósfera. Esto se logra a través del análisis de las propiedades del agua de mar (temperatura, salinidad, densidad), masas de agua, de la ecuación de movimiento y sus distintos balances, así como de los principales procesos ecuatoriales con énfasis en el Pacífico Ecuatorial. Descargar sílabo INGLÉS IVIDIG1009 - 2 créditos - 3.8 ECTS INGLÉS IV - Código IDIG1009 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un ensayo persuasivo, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral o escrita considerando el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para entablar discusiones, relatar situaciones del entorno y actividades para alcanzar metas, realizar análisis de causa, efecto, y de oportunidades personales y profesionales. Descargar sílabo Tercer Año Nivel 300-I EMPRENDIMIENTO E INNOVACIÓNADMG1005 - 3 créditos - 5.8 ECTS EMPRENDIMIENTO E INNOVACIÓN - Código ADMG1005 - 3 créditos - 5.8 ECTS Descripción: El curso de formación transversal, aborda las condiciones para innovar y el proceso asociado a desarrollar una innovación desde el punto de vista del emprendimiento. Posteriormente se revisan aspectos relacionados con la identificación de oportunidades y la creación de valor, el prototipado y validación de las propuestas de productos o servicios, así como la revisión de los elementos del modelo de negocios y el manejo de las finanzas que son parte escencial para la viabilidad y adopción de una innovación. Finalmente se estudia las competencias de un emprendedor y el proceso emprendedor asociado al desarrollo y adopción de una innovación. Descargar sílabo RESISTENCIA DE MATERIALESCIVG1056 - 3 créditos - 5.8 ECTS RESISTENCIA DE MATERIALES - Código CIVG1056 - 3 créditos - 5.8 ECTS Descripción: Este curso profesionalde nivel intermedio de Ingeniería Civil abarca fundamentos teóricos y técnicas para el análisis de cuerpos flexibles sujetos a la acción de las cargas externas, indispensable para el diseño de estructuras. Se evalúa el comportamiento mecánico de las estructuras isostáticas e hiperestáticas y se introducen métodos prácticos para la determinación de esfuerzos y deformaciones. Descargar sílabo MECÁNICA DE SUELOS Y ROCASCIVG1060 - 3 créditos - 5.8 ECTS MECÁNICA DE SUELOS Y ROCAS - Código CIVG1060 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura de formación profesional de nivel intermedio de la carrera de Ingeniería Civil aborda comportamiento mecánico de suelos y rocas, para ser usados como material de construcción o como base de sustentación de las obras de ingeniería. Se abarca el estudio de los métodos de muestreo, las propiedades físicas y mecánicas de suelos y rocas, los estados de esfuerzo y deformación de las masas de suelo y macizos rocosos y métodos analíticos de estabilidad de taludes. Descargar sílabo ONDAS MARINASOCEG1049 - 3 créditos - 5.8 ECTS ONDAS MARINAS - Código OCEG1049 - 3 créditos - 5.8 ECTS Descripción: Este curso de formación profesional estudia los fenómenos ondulatorios del océano, que incluyen ondas capilares, seiches, tsunamis y mareas, con especial énfasis en las ondas generadas por el viento cuya fuerza de restauración es la gravedad. Dicho planteamiento se complementa con el análisis del régimen local de oleaje, así como la exploración de aplicaciones prácticas de la mecánica de ondas, que incluyen la predicción y pronóstico de ondas. Descargar sílabo INGLÉS VIDIG1010 - 2 créditos - 3.8 ECTS INGLÉS V - Código IDIG1010 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras necesarias para la producción de un ensayo persuasivo, a través del desarrollo del programa de escritura de manera transversal. Permite también la identificación de argumentos específicos tanto en la comunicación oral como escrita, con el fin de emitir criterio propio sobre temas sociales, académicos o profesionales. También se aplica el vocabulario necesario para entablar discusiones sobre opciones a tomar, cambios en la vida diaria y el hogar, problemas financieros al igual que dilemas morales y logros alcanzados en el transcurso de su vida personal, estudiantil y profesional. Descargar sílabo Nivel 300-II ANÁLISIS ESTRUCTURALCIVG1034 - 3 créditos - 5.8 ECTS ANÁLISIS ESTRUCTURAL - Código CIVG1034 - 3 créditos - 5.8 ECTS Descripción: Este curso profesional de nivel intermedio de Ingeniería Civil, aborda el estudio estructural de obras civiles, desde sus fundamentos conceptuales hasta el empleo adecuado de los métodos de la flexibilidad (método de las fuerzas) y de la rigidez (método de los desplazamientos). Se exponen principios de la mecánica estructural, incluyendo los diferentes tipos de estructuras reticulares y métodos energéticos para el cálculo de deformaciones. Posteriormente, se realiza una introducción a los métodos de la flexibilidad y rigidez, haciendo énfasis en la determinación de las matrices correspondientes. Adicionalmente, se aplican los métodos antes descritos en problemas reales y se automatiza el método de la rigidez y se lo compara con modelos elaborados en programas de análisis estructural. Descargar sílabo ANÁLISIS DE INFORMACIÓN OCEANOGRÁFICAOCEG1028 - 2 créditos - 3.8 ECTS ANÁLISIS DE INFORMACIÓN OCEANOGRÁFICA - Código OCEG1028 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesional estudia las técnicas fundamentales de análisis de datos oceanográficos en las escalas espacial y temporal, con el fin de establecer relaciones de causa-efecto de los distintos fenómenos (océano-atmosféricos) que gobiernan el clima, así como identificar potenciales aplicaciones en el estudio del riesgo. Descargar sílabo CONTAMINACIÓN MARINAOCEG1032 - 2 créditos - 3.8 ECTS CONTAMINACIÓN MARINA - Código OCEG1032 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesional trata sobre las principales fuentes de contaminación marina, y en particular la contaminación causada por agentes antropogénicos; dando especial importancia a la contaminación por agua de lastre de barcos, plásticos. hidrocarburos, metales pesados y aguas residuales domésticas e industriales tratadas y no tratadas. Además, aborda los tratamientos más habituales de contención y eliminación de vertidos de petróleo y los conceptos generales sobre tratamiento de aguas de lastre, residuales domésticas e industriales urbanas y su evacuación a los sistemas de alcantarillado o cuerpos de agua naturales; así como a través de emisarios submarinos. Descargar sílabo OCEANOGRAFÍA COSTERAOCEG1048 - 3 créditos - 5.8 ECTS OCEANOGRAFÍA COSTERA - Código OCEG1048 - 3 créditos - 5.8 ECTS Descripción: Este curso de formación profesional estudia los procesos físicos que intervienen en la dinámica de las zonas costeras, eltransporte de arena, y determinación de perfiles de playas. Esto pemite generar una visión integral de los procesos que dominan y dan forma a la franja marino-costera, para su mejor entendimiento y conservación. Descargar sílabo CIENCIAS DE LA SOSTENIBILIDADADSG1026 - 3 créditos - 5.8 ECTS CIENCIAS DE LA SOSTENIBILIDAD - Código ADSG1026 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura de formación básica y transversal para todos los estudiantes de la institución, está compuesta por seis capítulos. Introduce los principios claves de la sostenibilidad y la ruta hacia el desarrollo sostenible. Aborda los principios ecológicos profundizando en la biodiversidad, los ecosistemas, la población humana y los servicios ecosistémicos. Estudia los fundamentos de los recursos renovables y no renovables al igual que las alternativas para un aprovechamiento sostenible. Analiza la calidad ambiental específicamente en los componentes aire, agua y suelo, ahondando en temas como cambio climático. Finalmente, enfatiza en el eje económico con temas como economía circular y en el eje social en temas como gobernanza y urbanismo. Descargar sílabo PRÁCTICAS DE SERVICIO COMUNITARIOsin código - 2 créditos - 1.3 ECTS PRÁCTICAS DE SERVICIO COMUNITARIO - Código sin código - 2 créditos - 1.3 ECTS Descripción: - Cuarto Año Nivel 400-I HORMIGÓN ARMADOCIVG1045 - 3 créditos - 5.8 ECTS HORMIGÓN ARMADO - Código CIVG1045 - 3 créditos - 5.8 ECTS Descripción: Este curso de nivel intermedio de la carrera de Ingeiería Civil, aborda el comportamiento de elementos de hormigón armado, orientado al diseño de elementos estructurales con base en los reglamentos de construcción vigentes. El tema se aborda en elementos de hormigón armado sujetos a esfuerzos de compresión, tracción, flexión, cortante y torsión, así como el estudio de deflexiones bajo cargas en condiciones de servicio. Posteriormente, se cubre el diseño del refuerzo estructural de columnas con cargas axiales y cargas excéntricas con flexión uniaxial y biaxial. Finalmente, se analizan y diseñan losas armadas en una y dos direcciones. Descargar sílabo DIMENSIONAMIENTO PORTUARIOOCEG1033 - 2 créditos - 3.8 ECTS DIMENSIONAMIENTO PORTUARIO - Código OCEG1033 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesional abarca temas relacionados al área portuaria que le permitirá al estudiante analizar las características del transporte marítimo y los diferentes criterios, métodos y recomendaciones que determinan las dimensiones del puerto, considerando la operación al buque y el manejo de carga, así como los procedimientos para la construcción de los puertos. Descargar sílabo IMPACTO AMBIENTAL MARINO-COSTEROOCEG1039 - 3 créditos - 5.8 ECTS IMPACTO AMBIENTAL MARINO-COSTERO - Código OCEG1039 - 3 créditos - 5.8 ECTS Descripción: Este curso de formación profesional instruye en temas de gestión ambiental, donde se analizan los elementos relevantes para la elaboración de estudios de impacto ambiental. Se exponen los términos y definiciones utilizados en la práctica ambiental y se revisan los temas sobresalientes expuestos en la normativa ambiental vigente del Ecuador. En esta asignatura se emplean diversas metodologías para la identificación, valoración y evaluación de impactos ambientales, los cuales son mitigados a través de medidas expuestas en un plan de manejo ambiental. Descargar sílabo PLANIFICACIÓN DE DRAGADOSOCEG1040 - 2 créditos - 3.8 ECTS PLANIFICACIÓN DE DRAGADOS - Código OCEG1040 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesional revisa el estado del arte del tema Dragados en el Ecuador, algunas definiciones y las etapas que lo definen. Se estudia la aplicación de la hidrografía y la acústica como apoyo indispensable en una batimetría necesaria en un dragado en ambientes estuarinos y zona costera. Se analizan los objetivos de cada una de las etapas de la planificación de un dragado, los factores que afectan su rendimiento y se practica el diseño de un área de dragado. Finalmente se presentan los conocimientos de los tipos de dragas en general. El curso se fortalece con prácticas de observación de trabajos de campo a bordo de una draga y la elaboración de un reporte técnico de la visita de campo. Descargar sílabo PROCESOS ESTUARINOSOCEG1046 - 2 créditos - 3.8 ECTS PROCESOS ESTUARINOS - Código OCEG1046 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesional aborda el estudio de los principios físicos y biogeoquímicos que gobiernan la ecología de estuarios, así como sus interrelaciones. Se estudian los tipos de habitats presentes en los estuarios y los factores que gobiernan su productividad. También se analizan los factores de presión sobre estos ecosistemas asociados a variabilidad climática y contaminación ambiental, para una mejor comprensión de sus mecanismos de adaptación y respuesta. La didáctica de clase se apoya en sesiones presenciales, análisis de casos y/o artículos, y realización de proyectos. Descargar sílabo MODELAJE COSTEROOCEG1047 - 2 créditos - 3.8 ECTS MODELAJE COSTERO - Código OCEG1047 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación profesional abarca el estudio de los procesos hidrodinámicos y morfodinámicos en el ambiente costero utilizando modelos numéricos computacionales. Para ello, primero, se hace un breve repaso de los mecanismos que producen cambios en el área costera y segundo se analizan las ecuaciones de gobierno que utilizan los modelos numéricos para estudiar los procesos en función del tiempo. El modulo también explora las fortalezas y limitaciones que poseen de los modelos numéricos computacionales. Descargar sílabo Nivel 400-II CONSTRUCCIÓN DE OBRAS PORTUARIASOCEG1031 - 3 créditos - 5.8 ECTS CONSTRUCCIÓN DE OBRAS PORTUARIAS - Código OCEG1031 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura de formación profesional y nivel avanzado aborda temas relacionados al área portuaria, permitiendo que se diseñe elementos de infraestructura (pilotes, cabezales, muros de contención, tablestacas, escolleras) y superestructura (losas, vigas, pantallas y duques de alba, defensas, rieles de grúas) de una obra portuaria. Descargar sílabo DISEÑO COSTEROOCEG1034 - 3 créditos - 5.8 ECTS DISEÑO COSTERO - Código OCEG1034 - 3 créditos - 5.8 ECTS Descripción: Este curso de formación profesional aborda el estudio de los diversos tipos de estructuras costeras y su aplicación de acuerdo al tipo de problema o situación que se necesite enfrentar en la costa para su adecuada protección y desarrollo. Para esto, el estudiante reconoce el tipo de información oceanográfica y costera que necesita determinar y calcular para poder dimensionar de forma conceptual una estructura y así ésta pueda cumplir su función de forma segura. Descargar sílabo GESTIÓN DE DRAGADOSOCEG1037 - 2 créditos - 3.8 ECTS GESTIÓN DE DRAGADOS - Código OCEG1037 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación profesional utiliza el proceso de gestión como herramienta aplicada al desarrollo de los trabajos de dragado, los diferentes usos del material dragado y el cumplimiento de los aspectos ambientales dentro de la gestión. Se revisan los requisitos técnicos a cumplirse al inicio de los trabajos. Finalmente se revisan los aspectos legales que involucra un Contrato de Dragado y el rol que cumplen el Administrador y Fiscalizador para la gestión de cumplimiento de un Contrato de Dragado. El Curso se fortalece con prácticas de observación de trabajos de campo a bordo de una draga y la elaboración de un reporte técnico de la visita de campo. Descargar sílabo TÉCNICAS DE MANEJO COSTEROOCEG1044 - 2 créditos - 3.8 ECTS TÉCNICAS DE MANEJO COSTERO - Código OCEG1044 - 2 créditos - 3.8 ECTS Descripción: En esta materia de formación profesional, el estudiante descubre las diferentes herramientas utilizadas dentro de la ejecución del manejo costero integrado, tal como la planificación estratégica, para poder enfrentar de forma coherente los problemas de la zona costera. El conocimiento de estas herramientas se complementa con un análisis de las experiencias de Manejo Costero Integrado tanto en el Ecuador con en otras partes del mundo enmarcado en los conceptos esenciales del manejo costero integrado y del desarrollo sostenible. Descargar sílabo PLANIFICACIÓN Y CONSTRUCCIÓNOCEG1045 - 2 créditos - 3.8 ECTS PLANIFICACIÓN Y CONSTRUCCIÓN - Código OCEG1045 - 2 créditos - 3.8 ECTS Descripción: Este curso de formación profesional permite al estudiante formular un proyecto mediante el análisis de la parte financiera y su evaluación rentable y social mediante la selección de las herramientas financieras tales como valor actual neto, tasa interna de retorno y periodo de recuperación de capital. Esta evaluación se complementa con el aprendizaje de las técnicas de planificación de proyectos: diagrama de barras, de flechas, de precedencia y PERT. Descargar sílabo Quinto Año Nivel 500-I GESTIÓN DE ZONAS MARINO-COSTERASOCEG1038 - 2 créditos - 3.8 ECTS GESTIÓN DE ZONAS MARINO-COSTERAS - Código OCEG1038 - 2 créditos - 3.8 ECTS Descripción: En esta materia de formación profesional, el estudiante reconoce las diferentes estrategias de gestión utilizadas para manejar zonas marino costeras, enmarcadas en las agendas mundiales, en los fundamentos del proceso de manejo costero integrado y en las herramientas de la gestión, para poder enfrentar de forma coherente y pertinente los problemas de una determinada zona costera. Con estas herramientas, el alumno estará en la capacidad de llevar un proceso de gestión adaptado a la realidad del espacio marino costero a gestionar. Descargar sílabo MATERIA INTEGRADORA DE OCEANOGRAFÍAOCEG1043 - 3 créditos - 5.8 ECTS MATERIA INTEGRADORA DE OCEANOGRAFÍA - Código OCEG1043 - 3 créditos - 5.8 ECTS Descripción: En este curso de fin de carrera el estudiante realiza un proyecto donde se evidencia la aplicación de los perfiles declarados de la carrera (Oceanografía), desarrollando procesos de creatividad, organización y pertinencia que lo involucre en una experiencia de diseño profesional. En la primera parte del curso, se identifican las necesidades del cliente/usuario/público, se define el problema/oportunidad, se recolectan los datos y se analizan los factores criticos. En la segunda parte, se crean alternativas de soluciones enmarcadas en las reglamentaciones y restricciones de cada usuario. Se concluye con el diseño y/o implementación de la solución factible o elaboracion de prototipos y, análisis y validación de resultados. Descargar sílabo PRÁCTICAS PREPROFESIONALES EMPRESARIALESsin código - 5 créditos - 3.2 ECTS PRÁCTICAS PREPROFESIONALES EMPRESARIALES - Código sin código - 5 créditos - 3.2 ECTS Descripción: - PROYECTO INTEGRADORsin código - 5 créditos - 3.2 ECTS PROYECTO INTEGRADOR - Código sin código - 5 créditos - 3.2 ECTS Descripción: - Adicional COMPLEMENTARIAS DE ARTES, DEPORTES E IDIOMAS1 créditos - 1.9 ECTS ITINERARIO3 créditos - 5.8 ECTS ITINERARIO3 créditos - 5.8 ECTS COMPLEMENTARIAS DE HUMANISTICAS1 créditos - 1.9 ECTS Perfil Profesional Podrás ejercer tu profesión en áreas como ingeniería de costas y obras portuarias, ingeniería oceánica, oceanografía, y manejo de recursos costeros.Desarrollar estudios de procesos litorales, protección costera, restauración de playas y hábitats.Diseñar y manejar puertos y estructuras marítimas, estudios de navegación, planificación, ejecución y supervisión de estudios-proyectos oceanográficos.Ejecutar obras de desarrollo en la franja litoral, así como de protección costera; observando sus implicaciones ambientales, de riesgo y reducción de desastres, de cambio climático y de sustentabilidad. Requisitos de Graduación Los estudiantes deben cumplir con los siguientes requisitos: *Completar satisfactoriamente el plan de estudios (135 créditos), que incluyen los siguientes componentes:336 horas de Experiencia de Prácticas, distribuidas en:240 horas de Prácticas Preprofesionales Empresariales (5 créditos).96 horas de Prácticas de Servicio Comunitario (2 créditos).Unidad de Integración Curricular, compuesta por:Materia Integradora (3 créditos).Proyecto Integrador (5 créditos). Proyectos de Graduación Los proyectos integradores son un requisito para obtener el título profesional en la ESPOL. Estos proyectos son una oportunidad para que los estudiantes apliquen sus conocimientos y habilidades en un contexto real, y para resolver problemas relevantes para la sociedad, con un enfoque en la sostenibilidad.Todos los proyectos de graduación son presentados en la Feria IDEAR, una experiencia que les permite desarrollar habilidades blandas como la comunicación y el trabajo en equipo, además de interactuar con potenciales clientes y empleadores.Haz clic aquí para conocer más sobre los proyectos integradores de la carrera Oceanografía", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fimcm.espol.edu.ec/es/carreras-de-grado/oceanografia"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Acuicultura", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Generalidades La Carrera de Ingeniería Acuícola se encuadra dentro de los objetivos de creación de la ESPOL, que son la docencia superior en ciencias y la investigación de fenómenos y recursos naturales de la región Litoral, inclusive el mar territorial. Es de gran importancia, ya que nace como una respuesta a la necesidad de contar con profesionales altamente calificados para el desarrollo y equilibrio de las actividades de cultivo, manejo y repoblamiento de especies acuícolas.Para estudiar la carrera Ingeniería Acuícola deseamos estudiantes curiosos, honestos, reflexivos, analíticos, tenaces, solidarios, de espíritu crítico, con capacidades de abstracción, lógica y con conocimientos básicos de las ciencias experimentales y de matemática. Deben interesarse en la investigación y estar dispuestos a trabajar bajo presión, tanto de manera autónoma como parte de grupos colaborativos interdisciplinarios. MisiónFormar profesionales Ingenieros Acuícolas de excelencia, líderes, emprendedores, con sólidos valores morales y éticos que contribuyan al desarrollo del país, para mejorarlo en lo social, económico, ambiental y político. Hacer investigación, transferencia de tecnología y extensión de calidad para servir a la sociedad.Ejes de la Carrera1) Producción acuícola: Organismos acuáticos; Fertilización, alimentación ynutrición; Genética y transferencia de especies; Sistemas integrados de cultivos;Usos de tierra, agua e irrigación; Tecnologías de producción y tendencias; Biologíareproductiva, producción de semillas, incubadoras; Capacitación y extensión;Calidad del agua.2)Salud de los organismos acuáticos. Manejo sanitario y enfermedades.3)Acuicultura Sostenible. Economía e inversiones; Aspectos ambientales; Cosecha,procesamiento y comercialización; Información, estadísticas y SIG; Aspectoslegales; Políticas y planificación; Investigación y metodología; Aspectossociológicos y culturales.4)Ingeniería Acuícola. Instalaciones, equipamiento e ingeniería. * Costo de carrera:El Art. 356 de la Constitución de la República, entre otros principios establece que será gratuita la educación superior pública de tercer nivel, y que esta gratuidad está vinculada con la responsabilidad académica de las estudiantes y los estudiantes Número de estudiantes admitidos por año académico Número de graduados por año Número de estudiantes registrados por año académico Los gráficos muestran las cifras en tiempo real, al momento de la consulta Acreditación Internacional La carrera de Acuicultura está acreditada con el sello de calidad EUR-ACE, por parte de la European Network for Accreditation of Engineering Education (ENAEE). Perfil del Postulante En la carrera de Acuicultura buscamos estudiantes con conocimientos en biología, química, matemáticas y física, que posean capacidad analítica y de trabajo en equipo; que tengan sentido de responsabilidad social, cualidades éticas y morales, facilidad para la resolución de problemas; e interés en el cultivo de organismos acuáticos. Proceso de Admisión Becas Objetivos y Resultados Objetivos educacionalesLos graduados de la carrera de Acuicultura serán capaces de:1.Liderar el desarrollo de la acuicultura, mediante el manejo y optimización de los sistemas productivos, tomando las referencias tecnológicas existentes, innovándolas y desarrollando nuevas tecnologías cuando sea necesario.2.Desarrollar una acuicultura ambientalmente sustentable y socialmente responsable, para el beneficio del ser humano.3.Integrar los conocimientos técnicos y científicos con la gestión empresarial, ambiental y social, para generar riqueza y bienestar.4.Transferir conocimiento y tecnología, a través del trabajo en equipo y la comunicación eficaz con el sector privado, público y de economía social y solidaria para propender al cambio de la matriz productiva y la mejora de la calidad de vida.Resultados de aprendizaje1. Habilidad para identificar, formular y resolver problemas complejos de Ingeniería Acuícola mediante la aplicación de principios de ingeniería, ciencia y matemática.2. Habilidad para aplicar diseño de sistemas de Ingeniería Acuícola para producir soluciones que satisfagan necesidades específicas, considerando la salud pública, seguridad y el bienestar, así como factores globales, culturales, sociales, ambientales y económicos.3a. Habilidad para comunicarse efectivamente en español con diversas audiencias (forma oral y escrita).3b. Habilidad para comunicarse efectivamente en inglés con diversas de audiencias (forma oral y escrita).4. Habilidad para reconocer responsabilidades éticas y profesionales en situaciones de Ingeniería Acuícola y emitir juicios sustentados, considerando el impacto de las soluciones de ingeniería en el contexto global, económico, ambiental y social.5. Habilidad para funcionar efectivamente en un equipo, cuyos miembros en conjunto provean liderazgo, creen un entorno colaborativo e inclusivo, establezcan metas, planifiquen tareas y cumplan objetivos.6. Habilidad para desarrollar y conducir experimentación apropiada, analizar e interpretar datos y usar criterio de Ingeniería Acuícola para establecer conclusiones.7. Habilidad para adquirir y aplicar nuevos conocimientos de Ingeniería Acuícola según sean necesarios, usando estrategias apropiadas de aprendizaje.8. Diseñar soluciones reales de Ingeniería Acuícola que proponen valor único como respuesta a necesidades específicas consideradas desde el punto de vista de los involucrados. Malla Curricular Ver malla Primer Año Nivel 100-I CÁLCULO DE UNA VARIABLEMATG1045 - 3 créditos - 5.8 ECTS CÁLCULO DE UNA VARIABLE - Código MATG1045 - 3 créditos - 5.8 ECTS Descripción: Es una asignatura transversal de formación básica para los estudiantes de Ingeniería y Ciencias Sociales y Humanísticas. Se estudian temas relacionados con: nociones topológicas, límites y continuidad de funciones de una variable real, derivadas y sus aplicaciones, antiderivadas y técnicas de integración, y, la integral definida y sus aplicaciones. El curso está orientado para que los estudiantes desarrollen habilidades y destrezas en los procesos de derivación e integración como base fundamental para cursos superiores en su formación académica. Descargar sílabo FÍSICA: MECÁNICAFISG1005 - 3 créditos - 5.8 ECTS FÍSICA: MECÁNICA - Código FISG1005 - 3 créditos - 5.8 ECTS Descripción: Física: Mecánica es un curso de formación básica, teórico-práctico dirigido a los estudiantes de ingeniería, con actividades de experimentación en laboratorio, que provee los fundamentos de la mecánica de partículas, cuerpos rígidos y de la mecánica de fluidos, en un entorno de aprendizaje activo. Descargar sílabo ANÁLISIS Y RESOLUCIÓN DE PROBLEMASINDG1033 - 3 créditos - 5.8 ECTS ANÁLISIS Y RESOLUCIÓN DE PROBLEMAS - Código INDG1033 - 3 créditos - 5.8 ECTS Descripción: Desarrollar el proceso de identificación, análisis de problemas o necesidades y diseño de propuestas de soluciones innovadoras a problemas reales en equipos multidisciplinarios, mediante la aplicación de la metodología de pensamiento de diseño para la sustentación de propuestas de solución que agreguen valor a los clientes/usuarios de empresas privadas, organizaciones públicas y-o sin fines de lucro. Descargar sílabo INGLÉS IIDIG1006 - 2 créditos - 3.8 ECTS INGLÉS I - Código IDIG1006 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un párrafo sencillo, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral y escrita, considerando emitir el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para hacer comparaciones entre el pasado y el presente, describir libros o películas, realizar perfiles estudiantiles sencillos, dar opiniones acerca de invenciones, pedir disculpas formales y relatar eventos del pasado. Descargar sílabo QUÍMICA GENERALQUIG1032 - 3 créditos - 5.8 ECTS QUÍMICA GENERAL - Código QUIG1032 - 3 créditos - 5.8 ECTS Descripción: Química general es un curso teórico-práctico dirigido a la formación básica de profesionales en las áreas de Ingeniería y Ciencias Naturales, en el que se proporciona una base científica sobre la materia y sus interacciones, y se busca desarrollar en los estudiantes la capacidad de resolver problemas relacionados al contenido de la asignatura. Se inicia con una Introducción a la Termoquímica, el análisis de las propiedades físico-químicas derivadas del estado de agregación de la materia: líquidos, sólidos y disoluciones, el estudio de la Cinética y el Equilibrio de las reacciones y la solubilidad. Descargar sílabo Nivel 100-II FUNDAMENTOS DE PROGRAMACIÓNCCPG1043 - 3 créditos - 5.8 ECTS FUNDAMENTOS DE PROGRAMACIÓN - Código CCPG1043 - 3 créditos - 5.8 ECTS Descripción: El curso de formación básica presenta a los estudiantes estrategias para la resolución de problemas comunes en diversos campos profesionales por medio del diseño e implementación de soluciones basadas en el uso de un lenguaje de programación. Cubre los principios básicos para que el estudiante pueda leer y escribir programas; haciendo énfasis en el diseño y análisis de algoritmos. Además, introduce a los estudiantes en el uso de herramientas de desarrollo y depuración. Descargar sílabo BIOLOGÍA GENERALBIOG1022 - 2 créditos - 3.8 ECTS BIOLOGÍA GENERAL - Código BIOG1022 - 2 créditos - 3.8 ECTS Descripción: El curso de biología general pertenece a las materias básicas y está dirigido a estudiantes que cursan el primer año. Aborda el estudio de los seres vivos, desde la organización y propiedades de las macromoléculas biológicas, así como la estructura, función y composición de las células procariotas y eucariotas. Adicionalmente, se realiza una revisión del metabolismo. Se incluyen subunidades que permiten la examinación detallada de las funciones que desempeñan los organelos.También incluye el estudio del material genético, cómo éste se hereda y es responsable de las características observables en cada ser vivo. Se utilizan técnicas y métodos de análisis de datos experimentales, casos de estudio, aplicando el método científico y pensamiento crítico, lo cual es indispensable para el entendimiento de las ciencias biológicas en sus diferentes ámbitos. Descargar sílabo PROBLEMAS DE LA ACTUALIDAD ACUÍCOLAACUG1055 - 3 créditos - 5.8 ECTS PROBLEMAS DE LA ACTUALIDAD ACUÍCOLA - Código ACUG1055 - 3 créditos - 5.8 ECTS Descripción: Este curso contribuye a la formación básica del estudiante. Aplica el conocimiento de la metodología de design thinking, para encontrar y desarrollar soluciones alternativas e innovadoras a problemas encontrados en sistemas acuícolas reales. Complementa las herramientas de pensamiento de diseño aprendidas en análisis y resolución de problemas I, con contenidos, metodologías y herramientas propias del campo acuícola. Permite que el estudiante conozca de primera mano la realidad de los actores en el campo acuícola, desarrolle redes de contactos, e integre los conocimientos que va adquiriendo. Descargar sílabo CÁLCULO DE VARIAS VARIABLESMATG1047 - 3 créditos - 5.8 ECTS CÁLCULO DE VARIAS VARIABLES - Código MATG1047 - 3 créditos - 5.8 ECTS Descripción: Cálculo de varias variables es un curso transversal dirigido a la formación básica de profesionales en las áreas de Ciencias Humanísticas y Sociales que requieren desarrollar habilidades de planteamiento y resolución de problemas en el contexto n-dimensional. Para el efecto, el curso consta de 4 temas generales: geometría analítica tridimensional y funciones de varias variables, cálculo diferencial de campos escalares, optimización de funciones escalares de varias variables e integración múltiple; siendo las principales aplicaciones de este curso: la optimizacion de funciones de varias variables aplicadas a problemas prácticos, el cálculo de áreas, volúmenes y trabajo, empleando objetos del plano y del espacio. Descargar sílabo INGLÉS IIIDIG1007 - 2 créditos - 3.8 ECTS INGLÉS II - Código IDIG1007 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un párrafo académico, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral o escrita, considerando emitir el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para referirse a las diferentes formas de comunicación, compartir las experiencias de trabajo y el uso de la tecnología digital, relatar historias cortas sobre las relaciones interpersonales y personalidades, y opinar sobre el futuro del medio ambiente. Descargar sílabo QUÍMICA ORGÁNICAQUIG1035 - 2 créditos - 3.8 ECTS QUÍMICA ORGÁNICA - Código QUIG1035 - 2 créditos - 3.8 ECTS Descripción: Química orgánica es una materia básica dirigida a los estudiantes de las carreras de Biología, Nutrición y Dietética, Alimentos, Agrícola y Acuicultura. El curso inicia con el uso de las reglas de la nomenclatura IUPAC para nombrar las estructuras de los compuestos orgánicos y reconocer las principales funciones químicas; además profundiza en el estudio de las propiedades físicas y químicas de las diferentes funciones químicas, haciendo énfasis a sus aplicaciones. El autoaprendizaje, la discusión del contenido, la resolución de problemas y el trabajo activo del estudiante en el laboratorio forman parte de la metodología de enseñanza del curso, la cual contribuye al desarrollo de habilidades para el diseño y ejecución de experimentos. Descargar sílabo Segundo Año Nivel 200-I BIOQUÍMICABIOG1024 - 2 créditos - 3.8 ECTS BIOQUÍMICA - Código BIOG1024 - 2 créditos - 3.8 ECTS Descripción: El curso de bioquímica esta dirigido de forma transversal a estudiantes de carreras con corte biológico, abarca una introducción a la bioquimica y a los principios de bioenergética. Se estudia la dinámica de los procesos metabólicos de las principales biomoléculas que permiten el desarrollo de la vida. Se describe cada ruta metabólica en términos químicos y enzimáticos, se demuestran los requerimientos energéticos y las fuentes de energía y se concluye con la descripción de los mecanismos reguladores de las diferentes rutas. Adicionalmente, se describe la biosíntesis y las rutas de degradación de cada una de las biomoléculas: glúcidos, lípidos y compuestos nitrogenados (proteínas), para un mejor entendimiento de los orígenes de la vida sobre la tierra. *Este curso aporta a los siguientes conocimientos y competencias de ACEND: KRDN 1.3 Aplica habilidades de pensamiento crítico. KRDN 3.4 Realizar evaluaciones de detección de salud de rutina, que incluyan medir la presión arterial y realizar pruebas de laboratorio en el punto de atención exentas (como glucosa en sangre o colesterol). CRDN 1.4 Conduce proyectos utilizando métodos de investigación apropiados, procedimientos éticos y análisis de datos. *Aplica únicamente para los estudiantes de Nutrición y Dietética. Descargar sílabo ECOSISTEMAS ACUÍCOLASACUG1041 - 2 créditos - 3.8 ECTS ECOSISTEMAS ACUÍCOLAS - Código ACUG1041 - 2 créditos - 3.8 ECTS Descripción: Curso de formación básica que describe la interacción de los factores bióticos y abióticos en ecosistemas acuáticos de agua dulce, agua salada y estuarinos, relacionándolos a sus niveles tróficos y a los cambios que presentan las comunidades biológicas frente a la explotación de recursos, las interacciones contaminantes y la alteración del hábitat. Además, contribuye a que el estudiante emplee los conocimientos adquiridos al manejo y la producción de cultivos acuáticos en sistemas controlados. Descargar sílabo INTRODUCCIÓN A LA ACUICULTURAACUG1054 - 2 créditos - 3.8 ECTS INTRODUCCIÓN A LA ACUICULTURA - Código ACUG1054 - 2 créditos - 3.8 ECTS Descripción: Este curso contribuye a la formación profesional en la carrera de Acuicultura, donde se adquiere las habilidades y los conocimientos necesarios para la comprensión del desarrollo de prácticas de manejo acuícola. Además, evalúa los diferentes campos de acción del sector acuícola en el país y en el mundo. Descargar sílabo COMUNICACIÓNIDIG2012 - 2 créditos - 3.8 ECTS COMUNICACIÓN - Código IDIG2012 - 2 créditos - 3.8 ECTS Descripción: La asignatura de Comunicación está dirigida a estudiantes de grado en la primera etapa de su formación universitaria. En este curso se analiza la comunicación efectiva interpersonal y grupal a partir de dinámicas y talleres prácticos. Además, se potencia el perfil prosumidor de los alumnos sobre la base del pensamiento complejo, holístico y crítico con el estudio riguroso de realidades y lecturas de varias fuentes académicas/científicas. Adicionalmente, se fortalece la redacción de informes técnicos y ejecutivos para diversas audiencias con la integración de herramientas digitales y de inteligencia artificial para optimizar la producción y revisión de textos de forma ética. En la expresión oral, se trabajan técnicas de comunicación asertiva para mejorar la divulgación de la información, también se fortalece la comunicación verbal eficaz y la no verbal, habilidades que se deberán consolidar a lo largo de la vida académica y profesional de los estudiantes. Descargar sílabo ESTADÍSTICAESTG1034 - 3 créditos - 5.8 ECTS ESTADÍSTICA - Código ESTG1034 - 3 créditos - 5.8 ECTS Descripción: El curso es de formación básica y provee los conocimientos para que el estudiante de ingeniería y ciencias pueda convertir datos en información, asociar situaciones cotidianas con procesos estadísticos y determinar conclusiones científicas a través de observaciones experimentales, aplicando estadística descriptiva, nociones de probabilidad, modelos de variables aleatorias y análisis inferencial. Descargar sílabo INGLÉS IIIIDIG1008 - 2 créditos - 3.8 ECTS INGLÉS III - Código IDIG1008 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta temas gramaticales para la elaboración de un bosquejo y una composición estructurada, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos en la comunicación verbal y escrita sobre temas contemporáneos y académicos. Adicionalmente, se aplica el vocabulario apropiado para discutir asuntos relacionados a diferentes culturas, lugares donde vivimos, noticias cotidianas, medios de entretenimiento y oportunidades pasadas y futuras. Descargar sílabo Nivel 200-II ANÁLISIS DE DATOS ACUÍCOLASACUG1036 - 3 créditos - 5.8 ECTS ANÁLISIS DE DATOS ACUÍCOLAS - Código ACUG1036 - 3 créditos - 5.8 ECTS Descripción: La asignatura es de formación profesional y está orientado para que los estudiantes desarrollen habilidades para diseñar experimentos de producción y salud animal, analizar e interpretar datos, con el fin de obtener información para la toma de decisiones de manejo que optimicen la producción o estado sanitario en los sistemas acuícolas. En la asignatura se abordan los tópicos de acuacultura más comunes en los que se requiera analizar datos, utilizando herramientas novedosas de análisis de información acuícola y prácticas en laboratorio de computación usando un programa libre y de código abierto. Al finalizar la asignatura, los estudiantes verifican hipótesis de investigación mediante el diseño y ejecución de experimentos con organismos acuáticos. Descargar sílabo FUNDAMENTOS DE INGENIERÍA ACUÍCOLAACUG1042 - 2 créditos - 3.8 ECTS FUNDAMENTOS DE INGENIERÍA ACUÍCOLA - Código ACUG1042 - 2 créditos - 3.8 ECTS Descripción: Es un curso básico en la malla de Ingeniería Acuícola y abarca el posicionamiento sobre el globo terráqueo y el uso de mapas. Incluye el estudio de los procesos oceánicos, atmosféricos y costeros, así como los lineamientos para la selección del sitio idóneo para la construcción de una estación acuícola. En este contexto, se aplica la solución de las ecuaciones diferenciales, como herramienta que permita el entendimiento de las operaciones involucradas en el dimensionamiento de los elementos de ingeniería en el área acuícola Descargar sílabo NUTRICIÓN ACUÍCOLAACUG1051 - 3 créditos - 5.8 ECTS NUTRICIÓN ACUÍCOLA - Código ACUG1051 - 3 créditos - 5.8 ECTS Descripción: El curso contribuye a la formación profesional del estudiante. Abarca los conceptos básicos de nutrición de las especies acuáticas comerciales, principalmente del camarón y tilapia, los requerimientos nutricionales, hábitos alimenticios y el rol fisiológico de los nutrientes en el organismo. Además, le permite al estudiante, diferenciar los diferentes tipos de alimentos en la acuicultura de acuerdo a las especies y su estado fisiológico, así como también involucrarse en la industria de manufactura de dietas, a través de la formulación de raciones, el control de calidad físico y químico de los alimentos y la evaluación experimental de su eficiencia con especies acuáticas, haciendo énfasis en los efectos combinados de la producción y costo. Descargar sílabo MORFOLOGÍA Y FISIOLOGÍA DE ORGANISMOS ACUÍCOLASACUG1052 - 2 créditos - 3.8 ECTS MORFOLOGÍA Y FISIOLOGÍA DE ORGANISMOS ACUÍCOLAS - Código ACUG1052 - 2 créditos - 3.8 ECTS Descripción: Este curso es de formación profesional en la carrera de Acuicultura. Trata del estudio de los grupos taxonómicos de interés acuícola, principalmente invertebrados, para examinar las estructuras morfológicas y las funciones de los sistemas: Respiratorio, Circulatorio y Digestivo. Se realizan prácticas en el laboratorio, salida de campo y un proyecto de curso enfocado al cultivo de especies. Adicional a los contenidos se incentiva a los estudiantes al uso de información científica a través de bases de datos especializadas de acceso libre. Descargar sílabo MANEJO ACUÍCOLAACUG1053 - 3 créditos - 5.8 ECTS MANEJO ACUÍCOLA - Código ACUG1053 - 3 créditos - 5.8 ECTS Descripción: El curso aborda el estudio de los parámetros de importancia de calidad de agua y suelos de cultivos acuícolas, enfocando las diferentes reacciones químicas y compuestos que ocurren en el agua y suelo, y como estos interactúan entre sí. Se presenta también la dinámica de los nutrientes del suelo y el agua y su efecto en relación con los organismos que en ella habitan. Se analizan y evalúan tratamientos de suelo y agua para corregir, remediar y/o mejorar sus características. Descargar sílabo INGLÉS IVIDIG1009 - 2 créditos - 3.8 ECTS INGLÉS IV - Código IDIG1009 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras gramaticales para la producción de un ensayo persuasivo, a través del desarrollo del programa de escritura de manera transversal. Además, permite la identificación de argumentos específicos en la comunicación oral o escrita considerando el criterio propio sobre diferentes temas de carácter social, académico o profesional. También se aplica el vocabulario necesario para entablar discusiones, relatar situaciones del entorno y actividades para alcanzar metas, realizar análisis de causa, efecto, y de oportunidades personales y profesionales. Descargar sílabo Tercer Año Nivel 300-I EMPRENDIMIENTO E INNOVACIÓNADMG1005 - 3 créditos - 5.8 ECTS EMPRENDIMIENTO E INNOVACIÓN - Código ADMG1005 - 3 créditos - 5.8 ECTS Descripción: El curso de formación transversal, aborda las condiciones para innovar y el proceso asociado a desarrollar una innovación desde el punto de vista del emprendimiento. Posteriormente se revisan aspectos relacionados con la identificación de oportunidades y la creación de valor, el prototipado y validación de las propuestas de productos o servicios, así como la revisión de los elementos del modelo de negocios y el manejo de las finanzas que son parte escencial para la viabilidad y adopción de una innovación. Finalmente se estudia las competencias de un emprendedor y el proceso emprendedor asociado al desarrollo y adopción de una innovación. Descargar sílabo INGENIERÍA PARA LA ACUICULTURA IACUG1050 - 3 créditos - 5.8 ECTS INGENIERÍA PARA LA ACUICULTURA I - Código ACUG1050 - 3 créditos - 5.8 ECTS Descripción: El curso es de formación profesional, abarca temas de ingeniería relacionados con la actividad acuícola y se inicia con una revisión de las ecuaciones básicas de la hidrodinámica, aplicando ecuaciones diferenciales, para luego estudiar y calcular el sistema de bombeo, el rendimiento de las maquinarias utilizadas para la construcción de una camaronera y la conducción y distribución de agua Descargar sílabo PATOLOGÍA ACUÍCOLA IACUG1057 - 2 créditos - 3.8 ECTS PATOLOGÍA ACUÍCOLA I - Código ACUG1057 - 2 créditos - 3.8 ECTS Descripción: Este curso contribbuye a la formaciión profesional del estudiante. Se introduce en el conocimiento de las particularidades a nivel celular de los microorganismos procarióticos y eucarióticos. Además se presentan los conceptos básicos de crecimiento miccrobiano y el efecto de los factores físicos y químicoen el mismo. El curso representa una base para el conocimiento de las principales patologías que afectan los cultivos acuáticos, ya que se enfonca tambien en los virus que infectan a bacterias y animales, sus mecanismos de infección y su multiplicación, los diferentes reinos procariotes y su diversidad, la taxonomía y fisiología de microorganismos eucarióticos. Finalmente, son revisados los aspectos principales del control de crecimiento microbiano Descargar sílabo INGLÉS VIDIG1010 - 2 créditos - 3.8 ECTS INGLÉS V - Código IDIG1010 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación básica y educación general presenta las estructuras necesarias para la producción de un ensayo persuasivo, a través del desarrollo del programa de escritura de manera transversal. Permite también la identificación de argumentos específicos tanto en la comunicación oral como escrita, con el fin de emitir criterio propio sobre temas sociales, académicos o profesionales. También se aplica el vocabulario necesario para entablar discusiones sobre opciones a tomar, cambios en la vida diaria y el hogar, problemas financieros al igual que dilemas morales y logros alcanzados en el transcurso de su vida personal, estudiantil y profesional. Descargar sílabo BUENAS PRÁCTICAS EN ACUICULTURAACUG1059 - 2 créditos - 3.8 ECTS BUENAS PRÁCTICAS EN ACUICULTURA - Código ACUG1059 - 2 créditos - 3.8 ECTS Descripción: La asignatura corresponde al plano de formación profesional en Acuicultura, y tiene el propósito de que el estudiante de la carrera analice y se familiarize con normas y reglamentaciones que se deben aplicar para una producción sustentable y aceptable con el ambiente y a través de varios tipos de organismos acuáticos, tales como peces, crustáceos y moluscos. Al finalizar el curso, el estudiante conocerá los principios necesarios de seguridad alimentaria (bioseguridad, calidad e inocuidad de los productos generados), medio ambiente (control de residuos y descargas propias de la producción), bienestar animal (prácticas adecuadas de manejo de animales de cultivo) y bienestar social (mejoramiento de las condiciones de trabajo y desempeño de los empleados), con el fin de mejorar los niveles de producción y calidad en las empresas acuícolas en que se desempeñe. Descargar sílabo Nivel 300-II CULTIVO DE PLANCTONACUG1040 - 3 créditos - 5.8 ECTS CULTIVO DE PLANCTON - Código ACUG1040 - 3 créditos - 5.8 ECTS Descripción: La asignatura ha sido estructurada para la formación profesional sobre los principios acuícolas y biológicos del cultivo de plancton comercial, y su aplicación de nuevas técnicas y métodos prácticos La asignatura se complementa con salidas de campo, así como actividades autónomas distribuidas en el semestre. Descargar sílabo SISTEMAS ACUÍCOLASACUG1048 - 2 créditos - 3.8 ECTS SISTEMAS ACUÍCOLAS - Código ACUG1048 - 2 créditos - 3.8 ECTS Descripción: El curso introducirá al estudiante en principios administrativos y económicos para el manejo eficiente de procesos productivos acuícolas. El curso cubrirá herramientas técnicas, administrativas y económicas para la planeación, organización y control de la actividad acuícola.haciendo énfasis en los factores de producción y sus relaciones para optimizar el uso de recursos dentro de un contexto de toma de decisiones que permita optimizar la rentabilidad del negocio considerando siempre la sostenibilidad de la actividad acuícola en términos sociales, ambientales y económicos. Durante el curso los estudiantes deberán elaborar unestudio de viabilidad de un proyecto empresarial para un sistema de producción acuícola en el cual deberán describir el sistema de producción incluyendo la tecnología que se va a utilizar, la viabilidad económica en base a características técnicas y costos de la empresa, requerimientos financieros y legales para la constitución y operación de la empresa. Descargar sílabo INGENIERÍA PARA LA ACUICULTURA IIACUG1049 - 3 créditos - 5.8 ECTS INGENIERÍA PARA LA ACUICULTURA II - Código ACUG1049 - 3 créditos - 5.8 ECTS Descripción: El curso es de formación profesional, abarca temas de ingeniería relacionados con la actividad acuícola en un laboratorio de larvas de camarón, que incluye los sistemas de toma de agua, filtración, aireación, estructuras contenedoras, criterios de diseño y elementos constructivos. Al finalizar el curso, se analizan y proponen soluciones a casos de estudio sobre problemas ingenieriles en una estación acuícola Descargar sílabo PATOLOGÍA ACUÍCOLA IIACUG1056 - 2 créditos - 3.8 ECTS PATOLOGÍA ACUÍCOLA II - Código ACUG1056 - 2 créditos - 3.8 ECTS Descripción: Este curso contribuye a la formación profesional del estudiante luego de Patología Acuícola I, al cual se le introduce el conocimiento de las principales enfermedades de interés comercial en Ecuador causadas por agentes patógenos y no patógenos, empleando métodos básicos de diagnóstico, así como herramientas histopatológicas e inmunológicas según la enfermedad. Además, se presentan los conceptos básicos como estrés inflamación, necrosis deteerminación de lesiones de los tejidos dérmicos, respiratorios y circulatorios. Posteriormente, se resalta el sistema inmune de invertebbrados y vertebrados con una clasificación simple de las celulas inmunitarias y su funcionamiento para el caso de los peces. Descargar sílabo CIENCIAS DE LA SOSTENIBILIDADADSG1026 - 3 créditos - 5.8 ECTS CIENCIAS DE LA SOSTENIBILIDAD - Código ADSG1026 - 3 créditos - 5.8 ECTS Descripción: Esta asignatura de formación básica y transversal para todos los estudiantes de la institución, está compuesta por seis capítulos. Introduce los principios claves de la sostenibilidad y la ruta hacia el desarrollo sostenible. Aborda los principios ecológicos profundizando en la biodiversidad, los ecosistemas, la población humana y los servicios ecosistémicos. Estudia los fundamentos de los recursos renovables y no renovables al igual que las alternativas para un aprovechamiento sostenible. Analiza la calidad ambiental específicamente en los componentes aire, agua y suelo, ahondando en temas como cambio climático. Finalmente, enfatiza en el eje económico con temas como economía circular y en el eje social en temas como gobernanza y urbanismo. Descargar sílabo PRÁCTICAS DE SERVICIO COMUNITARIOsin código - 2 créditos - 1.3 ECTS PRÁCTICAS DE SERVICIO COMUNITARIO - Código sin código - 2 créditos - 1.3 ECTS Descripción: - Cuarto Año Nivel 400-I ACUICULTURA ORNAMENTALACUG1035 - 2 créditos - 3.8 ECTS ACUICULTURA ORNAMENTAL - Código ACUG1035 - 2 créditos - 3.8 ECTS Descripción: El curso contribuye a la formación profesional de la carrera acuicultura y está orientada a capacitar a los estudiantes sobre el cultivo integral de especies ornamentales de peces, plantas e invertebrados mediante el manejo y optimización de los sistemas productivos. La materia en su contenido práctico esta reforzada con prácticas de laboratorio y actividades de campo que ayudarán a integrar los conocimientos técnicos aprendidos en clase. Descargar sílabo CULTIVO DE ESPECIES NO TRADICIONALESACUG1039 - 2 créditos - 3.8 ECTS CULTIVO DE ESPECIES NO TRADICIONALES - Código ACUG1039 - 2 créditos - 3.8 ECTS Descripción: Este curso introducirá al estudiante en las técnicas de cultivo y los protocolos de manejo más idóneos para la producción de especies catalogadas como no tradicionales para el mercado ecuatoriano. Durante el curso los estudiantes deberán elaborar un estudio de factibilidad donde se explicarán y analizarán los procedimientos para seleccionar los métodos de producción y de comercialización de una de las distintas especies estudiadas tomando en consideración los aspectos relevantes en el proceso de selección de especies introducidas y las necesidades fisiológicas para su cultivo en medios controlados. Descargar sílabo HERRAMIENTAS PARA EL DIAGNÓSTICO DE ENFERMEDADES ACUÍCOLASACUG1043 - 3 créditos - 5.8 ECTS HERRAMIENTAS PARA EL DIAGNÓSTICO DE ENFERMEDADES ACUÍCOLAS - Código ACUG1043 - 3 créditos - 5.8 ECTS Descripción: En este curso de formación profesional se revisan y detallan los principales métodos y pruebas rápidas de diagnóstico que sirven como herramienta para realizar el diagnóstico de enfermedades en camarones y peces, con base en las técnicas recientes más utilizadas para la detección de agentes patógenos. Aunque algunos de estos procedimientos pueden ser realizados por los mismos productores en los laboratorios de maduración y/o larvicultura o en las fincas camaroneras. El uso de esta herramientas ayuda a colaborar con las estrategias de manejo y decisión para reducir el impacto de las enfermedades que afectan los sistemas productivos Acuicolas. Descargar sílabo PRODUCCIÓN ACUICOLA IACUG1046 - 3 créditos - 5.8 ECTS PRODUCCIÓN ACUICOLA I - Código ACUG1046 - 3 créditos - 5.8 ECTS Descripción: El curso contribuye a la formación profesional de la carrera de acuicultura. Cubre principios básicossobre las técnicas y métodos relacionados a la producción de crustaceós acuáticos comerciales en el ámbito nacional y regional. Además, se analiza el uso de diseños acuícolas contemporáneos, y el funcionamiento de diferentes sistemas de producción de crustáceos. Este curso le permite al estudiante desarrollar habilidades como el análisis crítico y la creatividad en la resolución de problemas. Descargar sílabo PISCICULTURAACUG1047 - 2 créditos - 3.8 ECTS PISCICULTURA - Código ACUG1047 - 2 créditos - 3.8 ECTS Descripción: Esta asignatura de formación profesional de la carrera de Acuicultura analiza los diferentes métodos de cultivo extensivo, semi-intensivo e intensivo de especies piscícolas, integrando el conocimiento de la biología, fisiología y el cultivo en cautiverio de estas especies, lo que les permite maximizar la producción a escala comercial (seguridad alimentaria) y artesanal (desarrollo social). Además, se evalúan las diferentes fases de cultivo y los principales procesos patológicos que los afectan. Descargar sílabo Nivel 400-II PRODUCCIÓN ACUÍCOLA IIACUG1045 - 3 créditos - 5.8 ECTS PRODUCCIÓN ACUÍCOLA II - Código ACUG1045 - 3 créditos - 5.8 ECTS Descripción: El curso forma parte de la formación profesional en la carrera de acuicultura. Presenta los conceptos básicos relacionados al cultivo de camarones: Historia, criterios de diseño de estructuras de cultivo (tanques y piscinas), condiciones de cultivo y manejo bajo diferentes estrategias y métodos, dirigidos al cultivo de camarón blancoPennaeus vannamei Descargar sílabo MATERIA INTEGRADORA DE ACUICULTURAACUG1058 - 3 créditos - 5.8 ECTS MATERIA INTEGRADORA DE ACUICULTURA - Código ACUG1058 - 3 créditos - 5.8 ECTS Descripción: El curso es de profesionalización del estudiante de Ingeniería Acuícola. La asignatura de Diseño Acuícola permite a los estudiantes planificar, evaluar, aplicar conocimientos adquiridos, producir y crear alternativas para la solución de problemas reales y pertinentes de la actividad acuícola del Ecuador con potencial aplicación y masificación a futuro. Los estudiantes podrán integrar los conocimientos previos obtenidos a lo largo de su formación estudiantil en las diferentes asignaturas, prácticas empresariales y de vinculación. Además, revisarán diferentes fuentes bibliográficas, aplicarán entrevistas y metodologías de “Design Thinking”, analizarán datos de campo y la factibilidad de aplicar la alternativa a proponer desde un punto de vista sustentable. El curso incluye perfeccionamiento en la redacción de informes técnicos y monografías, citas bibliográficas y habilidades para el manejo de información técnico-científica. Al final del curso el proceso, diseño, o prototipo propuesto para la resolución del problema, será validado con profesionales del ámbito empresarial y científico en Acuicultura. Descargar sílabo PRÁCTICAS PREPROFESIONALES EMPRESARIALESsin código - 5 créditos - 3.2 ECTS PRÁCTICAS PREPROFESIONALES EMPRESARIALES - Código sin código - 5 créditos - 3.2 ECTS Descripción: - PROYECTO INTEGRADORsin código - 5 créditos - 3.2 ECTS PROYECTO INTEGRADOR - Código sin código - 5 créditos - 3.2 ECTS Descripción: - Adicional COMPLEMENTARIAS DE ARTES, DEPORTES E IDIOMAS1 créditos - 1.9 ECTS COMPLEMENTARIAS DE HUMANISTICAS1 créditos - 1.9 ECTS ITINERARIO3 créditos - 5.8 ECTS ITINERARIO3 créditos - 5.8 ECTS Perfil Profesional Luego de 4 años de carrera, estarás en capacidad de: Diseñar y dirigir sistemas de producción acuícola, respetando políticas económicas, ambientales, sociales, legales, éticas, de salud, seguridad y sostenibilidad.Diseñar y conducir investigaciones en las diferentes áreas de la carrera.Identificar, formular y resolver problemas de Ingeniería Acuícola.Actuar de manera ética y profesional dentro de todos los ámbitos de su competencia.Desarrollar soluciones de Ingeniería Acuícola dentro de un contexto global y sostenible.Utilizar técnicas, habilidades y herramientas necesarias para la producción acuícola.Perfil OcupacionalEl Ingeniero en Acuicultura de la ESPOL será capaz de diseñar, producir e implementar medidas sostenibles en el área del cultivo de organismos acuáticos, así como desempeñar la profesión en beneficio del país de manera responsable, con conciencia ética y solidaria, contribuyendo a las necesidades de desarrollo local, nacional e internacional. En este sentido los profesionales de esta ingeniería estarán en capacidad de trabajar en los siguientes entornos:Manejo, supervisión y administración de sistemas de producción acuícola de peces, moluscos, crustáceos, algas y otros.Manejo, supervisión y administración de cultivos en mar abierto (maricultura).Asesoría técnica y servicios acuícolas.Investigación aplicada. Requisitos de Graduación Culminación de malla curricular.Trabajo de titulación (Materia Integradora)Prácticas preprofesionales (240 horas) y de vinculación (160 horas).Entrega de documentación personal a STA (Secretaría Técnica Académica). Proyectos de Graduación Los proyectos integradores son un requisito para obtener el título profesional en la ESPOL. Estos proyectos son una oportunidad para que los estudiantes apliquen sus conocimientos y habilidades en un contexto real, y para resolver problemas relevantes para la sociedad, con un enfoque en la sostenibilidad.Todos los proyectos de graduación son presentados en la Feria IDEAR, una experiencia que les permite desarrollar habilidades blandas como la comunicación y el trabajo en equipo, además de interactuar con potenciales clientes y empleadores.Haz clic aquí para conocer más sobre los proyectos integradores de la carrera Acuicultura", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fimcm.espol.edu.ec/es/carreras-de-grado/acuicultura"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Ingeniería Industrial", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 9 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fimcp.espol.edu.ec/es/carreras-de-grado/ingenieria-industrial"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Turismo", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcsh.espol.edu.ec/es/carreras-de-grado/turismo"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Producción para Medios de Comunicación", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fadcom.espol.edu.ec/es/carreras-de-grado/produccion-para-medios-de-comunicación"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Biología", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcv.espol.edu.ec/es/carreras-de-grado/biologia"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Materiales", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fimcp.espol.edu.ec/es/carreras-de-grado/materiales"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Ingeniería Naval", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fimcm.espol.edu.ec/es/carreras-de-grado/ingenieria-naval"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Ingeniería Agrícola y Biológica", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcv.espol.edu.ec/es/carreras-de-grado/ingenieria-agricola-y-biologica"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Electricidad", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 9 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fiec.espol.edu.ec/es/carreras-de-grado/electricidad"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Administración de Empresas", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcsh.espol.edu.ec/es/carreras-de-grado/administracion-de-empresas"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Economía", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fcsh.espol.edu.ec/es/carreras-de-grado/economia"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Ciencia de Datos e Inteligencia Artificial", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "La carrera de Ingeniería en Ciencia de Datos e Inteligencia Artificial forma profesionales que participan activamente en grupos multidisciplinares para el diseño e implementación de soluciones basadas en datos e inteligencia artificial que resuelvan las necesidades de los diversos grupos de nuestra sociedad.MisiónPreparar profesionales en el área de ciencia de datos e inteligencia artificial que a través de su formación profesional íntegra y competitiva potencien sus capacidades en el análisis, el diseño, la implementación, la investigación y la innovación de soluciones tecnológicas basadas en datos, que contribuyan a la mejora de la calidad de vida y que promuevan el desarrollo sostenible y equitativo de nuestro país y de la región, considerando los aspectos sociales, económicos y ambientales dentro del marco ético profesional.Ejes de la CarreraLa carrera de Ciencia de Datos e Inteligencia Artificial incluye un completo grupo de conocimientos, habilidades y métodos que los graduados deben adquirir al completar esta carrera de formación integral. La Association for Computing Machinery (ACM) ha definido un grupo de ejes de conocimientos, los cuales se asocian a las asignaturas de la carrera, para desarrollar las habilidades que debe reunir un egresado o graduado de nuestra carrera.Análisis y presentación de datos.Inteligencia artificial.Sistemas de big data.Adquisición, administración, y gobernanza de datos.Minería de datos.Machine learning.ModalidadesToda la carrera podrá desarrollarse virtualmente.Las evaluaciones serán virtuales y presenciales.", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fiec.espol.edu.ec/es/carreras-de-grado/ciencia-de-datos-e-inteligencia-artificial-online"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Electrónica y Automatización", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fiec.espol.edu.ec/es/carreras-de-grado/electronica-y-automatizacion"}
{"university": "Escuela Superior Politécnica del Litoral", "city": "Guayaquil", "career_name": "Telecomunicaciones", "faculty": null, "degree_title": null, "description": "Escuela Superior Politécnica del Litoral Campus Gustavo GalindoGuayaquil - Ecuador Teléfono: +593-4 2269 269 Copyright © 2026 ESPOL", "duration": "Duración 8 semestres", "modality": "Modalidad Presencial", "mission": null, "vision": null, "objectives": null, "career_profile": null, "study_plan_pdf": null, "url": "https://www.fiec.espol.edu.ec/es/carreras-de-grado/telecomunicaciones"}
